{"domain":"wordpress-seo","locale_data":{"wordpress-seo":{"":{"domain":"wordpress-seo","plural-forms":"nplurals=1; plural=0;","lang":"fa"}," Category URLs":["لینک های دسته بندی ها"],"# internal links to":["# پیوند داخلی به"],"# links in post":["# پیوندها در متن"],"%1$d of the paragraphs contains more than the recommended maximum of %2$d words. Are you sure all information is about the same topic, and therefore belongs in one single paragraph?":["%1$d از پاراگراف ها حاوی بیش از حداکثر پیشنهادی %2$d کلمه است. مطمئن هستید همه اطلاعات که در این پاراگراف‌ها است درباره یک موضوع است و لازم است که در یک پاراگراف آورده شوند؟"],"%1$d section of your text is longer than %2$d words and is not separated by any subheadings. Add %3$ssubheadings%4$s to improve readability.":["%1$d پاراگراف از متن شما بیشتر از %2$d کلمه است و توسط هیچ زیرعنوانی به چند بخش تقسیم نشده است. برای بهبود خوانایی متن %3$زیر عنوان یا همان Subheading ها%4$s را اضافه کنید."],"%1$s Extensions":["افزونه‌های %1$s"],"%1$s Meta Box":["جعبه متای %1$s"],"%1$s adds several columns to this page. We've written an article about %2$show to use the SEO score and Readability score%3$s. The links columns show the number of articles on this site linking %5$sto%6$s this article and the number of URLs linked %5$sfrom%6$s this article. Learn more about %4$show to use these features to improve your internal linking%3$s, which greatly enhances your SEO.":["%1$s چندین ستون به این صفحه اضافه می‌کند. ما یک مقاله درباره  %2$s نحوه استفاده از نمره سئو و نمره قابل خواندن %3$s نوشته ایم. ستون های لینک تعداد مقالات در این سایت را نشان می دهد %5$sبه%6$s این مقاله و تعداد URL های مرتبط شده %5$sاز%6$s این مقاله. مطالعه بیشتر درباره %4$sنحوه استفاده از این ویژگی‌ها برای بهبود پیوند داخلی%3$s, که تا حد زیادی سئوی شما را افزایش می‌دهد."],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please activate %3$s to make your life better.":["%1$s و %2$s می توانند با یک افزونه کمکی امکانات بیشتری را در اختیار شما قرار دهند. لطفا افزونه %3$s را برای بهبود سئوی سایت فعال کنید."],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please install %3$s to make your life better.":["%1$s و %2$s می توانند با یک افزونه کمکی امکانات بیشتری را در اختیار شما قرار دهند. لطفا افزونه %3$s را برای بهبود سئوی سایت نصب کنید."],"%1$s and %2$s can work together a lot better by adding a helper plugin. Please install %3$s to make your life better. %4$s.":["%1$s و %2$s می توانند با یک افزونه کمکی امکانات بیشتری را در اختیار شما قرار دهند. لطفا افزونه %3$s را برای بهبود سئوی سایت نصب کنید. %4$s."],"%1$s by %2$s":["%1$s توسط  %2$s"],"%1$s can tell search engines about your social media profiles.\n These will be used in Google's Knowledge Graph. There are additional\n sharing options in the %1$s Social settings. %2$sRead more%3$s about these options.":["%1$s می تواند اطلاعات پروفایل شبکه های اجتماهی شما را به موتورهای جستجو اعلام کند.\nاین اطلاعات در نمودار دانش گوگل یا همان Google's Knowledge Graph استفاده می شوند.\nگزینه های اشتراک گذاری بیشتری در بخش تنظیمات شبکه های اجتماعی %1$s وجود دارد. %2$sکسب اطلاعات بیشتر%3$s درباره این گزینه ها."],"%1$s comes with a lot of features. You can enable / disable some of them below. Clicking the question mark gives more information about the feature.":["%1$s به همراه امکانات زیادی است. شما می توانید برخی از آنها را فعال / غیرفعال کنید. کلیک روی آیکون علامت سوال اطلاعات بیشتری راجع به هر کدام در اختیار شما قرار خواهد داد."],"%1$s comes with some very powerful built-in tools:":["%1$s همراه با ابزار های درونی بسیار قدرتمندی عرضه میشود : "],"%1$s detected you are using version %2$s of %3$s, please update to the latest version to prevent compatibility issues.":["%1$s شما استفاده می کنید از%2$s نسخه %3$s برای هماهنگی کامل بروزسانی کنید به جدیدترین نسخه."],"%1$s detected you’re using a version of %2$s which is not compatible with %1$s. Please update %2$s to the latest version to use this feature.":["%1$s شما از نسخه استفاده می کنید%2$s که هماهنگ نیست با%1$s. بروزرسانی کنید%2$s به جدیدترین نسخه."],"%1$s does not seem to be a valid %2$s verification string. Please correct.":["به نظر %1$s یک شناسه %2$s درست نیست. لطفاٌ تصحیح کنید."],"%1$s extensions":["%1$s افزودنی‌ها"],"%1$s has auto-detected whether it needs to force rewrite the titles for your pages, if you think it's wrong and you know what you're doing, you can change the setting here.":["%1$s گرفتن خودکار که باید عناوین برگه‌ها بازنویسی شود، اگر میدانید اشتباه است یا میخواهید خودتان تغییر دهید از اینجا تنظیم کنید."],"%1$s has not fetched your site's indexability status yet from %2$s":["%1$s افزونه هنوز وضعیت ایندکس شدن سایت شما را از %2$s دریافت نکرده است"],"%1$s integrates with Google Search Console, a must-have tool for site owners.\n It provides you with information about the health of your site.\n Don't have a Google account or is your site not activated yet?\n Find out %2$show to connect Google Search Console to your site.%3$s":["%1$s با Google Search Console، ابزار لازم برای صاحبان سایت، ادغام شده است.\nاین سرویس اطلاعاتی راجع به سلامت سایت به شما ارائه کند.\nحساب Google ندارید یا سایت شما هنوز فعال نشده است؟\nآشنایی بیشتر با %2$sچگونگی اتصال Google Search Console به سایت شما%3$s"],"%1$s is not a valid choice for who should be allowed access to the %2$s settings. Value reset to the default.":["%1$s انتخاب معتبری برای کسی که اجازۀ دسترسی به تنظیمات %2$s را دارد نیست. مقدار به حالت پیش‌فرض برخواهد گشت."],"%1$s of %2$s done.":["%1$s از %2$s انجام شده است."],"%1$s of the sentences contain %2$smore than %3$s words%4$s, which is less than or equal to the recommended maximum of %5$s.":["%1$s از جملات متن شما حاوی %2$sبیش از %3$s کلمه%4$s است، که کمتر یا برابر حداکثر پیشنهادی %5$s می باشد."],"%1$s of the sentences contain %2$smore than %3$s words%4$s, which is more than the recommended maximum of %5$s. Try to shorten the sentences.":["%1$s از جمله ها حاوی %2$sبیش از %3$s کلمه%4$s هستند، که این مقدار بیش از حداکثر پیشنهادی %5$s کلمه است. جملات را کوتاه‌تر کنید."],"%1$s of the sentences contain %2$spassive voice%3$s, which is less than or equal to the recommended maximum of %4$s.":["%1$s از جملات حاوی %2$s افعال مجهول %3$s است، که کمتر یا برابر حداکثر پیشنهادی %4$s است."],"%1$s of the sentences contain %2$spassive voice%3$s, which is more than the recommended maximum of %4$s. Try to use their active counterparts.":["%1$s از جمله حاوی %2$s مجهول %3$s است، که بیشتر از حداکثر پیشنهادی %4$s است. سعی کنید همتایان فعال را استفاده کنید."],"%1$s of the sentences contain a %2$stransition word%3$s or phrase, which is great.":["%1$s از جملات شامل %2$s حروف اضافه %3$s یا عبارت، بزرگ است."],"%1$s of the sentences contain a %2$stransition word%3$s or phrase, which is less than the recommended minimum of %4$s.":["%1$s جملات حاوی %2$s کلمه %3$s یا عبارت ربط است که کم‌تر از مقدارِ کمینه‌ی %4$s پیشنهادی است."],"%1$s of the words contain %2$sover %3$s syllables%4$s, which is less than or equal to the recommended maximum of %5$s.":["%1$s از کلمات حاوی %2$s روی %3$s سیلاب %4$s ، که کمتر از یا برابر حداکثر توصیه شده از %5$s است."],"%1$s of the words contain %2$sover %3$s syllables%4$s, which is more than the recommended maximum of %5$s.":["%1$s از کلمات حاوی %2$s روی %3$s سیلاب %4$s ، که بیش از حداکثر توصیه شده از %5$s است."],"%1$s recommendations for you":["%1s پیشنهاد برای شما"],"%1$s respects your privacy. Read our %2$sprivacy policy%3$s on how we handle your personal information.":["%1$s به حریم خصوصی شما احترام می گذارد %2$sسیاست حفظ حریم خصوصی%3$s را بخوانید."],"%1$s settings":["%1$s تنظیمات"],"%1$s to optimize your site even further":["%1$s برای بهینه سازی بیشتر سایت"],"%1$s video tutorial":["%1$s آموزش تصویری"],"%1$s will check weekly if your site is still indexable by search engines and Yoast SEO will notify you when this is not the case.":["%1$s به صورت هفتگی بررسی می کند تا سایت شما توسط موتورهای جستجو قابل ایندکس شدن باشد و در صورتی که مشکلی وجود داشته باشد Yoast SEO به شما پیغام می دهد."],"%1$s will now take care of all the needed technical optimization of your site. To really improve your site's performance in the search results, it's important to start creating content that ranks well for keywords you care about. Check out this video in which we explain how to use the %1$s metabox when you edit posts or pages.":["پلاگین  %1$s از حالا به بعد تمام موارد مورد نیاز برای سئوی سایت شما را اعمال می کند. برای افزایش و بهینه سازی رتبه سایت خود در موتورهای جستجوگر ایجاد محتوای مناسب با لحاظ کردن سئوی محتوایی از همه چیز مهم تر است. از متاباکس سئو در نوشته ها و برگه ها کمک بگیرید و چراغ سبز را برای هر کلمه کلیدی موردنظر جهت سئوی محتوایی مناسب دریافت کنید."],"%1$s%2$s has not been able to fetch your site's indexability status%3$s from %4$s":["افزونه%1$s%2$s قادر به آوردن وضعیت indexability سایت شما%3$s از %4$s نیست."],"%1$s, Author at %2$s":["%1$s, نویسنده در %2$s"],"%1$s, take your optimization to the next level!":["%1$s رفتن به سطح بعدی بهینه سازی!"],"%1$sAction is needed%2$s: As of version %3$s, due to be released on %4$s, Yoast SEO will no longer work with PHP %5$s. Unfortunately, your site is running on PHP %5$s right now, so action is needed. Thankfully, you can update your PHP yourself.":["%1$sAction is needed%2$s: As of version %3$s, due to be released on %4$s, Yoast SEO will no longer work with PHP %5$s. Unfortunately, your site is running on PHP %5$s right now, so action is needed. Thankfully, you can update your PHP yourself."],"%1$sNo more dead links%2$s: easy redirect manager":["%1$sبدون پیوند شکسته%2$s: مدیریت آسان تغییر مسیر"],"%1$sPlease don't show me this notification anymore%2$s":["%1$s لطفا این پیام را دیگر نشان نده %2$s"],"%1$sRemove this message%2$s":["%1$sپاک کردن این پیام%2$s"],"%1$sSocial media preview%2$s: Facebook & Twitter":["%1$sپیش نمایش شبکه های اجتماعی%2$s: فیسبوک و توئیتر"],"%1$sSocial media preview%2$s: Facebook &amp; Twitter":["%1$sپیشنمایش شبکه اجتماعی%2$s:فیسبوک و توئیتر"],"%1$sYour homepage cannot be indexed by search engines%2$s. This is very bad for SEO and should be fixed.":["%1$s صفحه اصلی شما نمیتواند برای موتور های جستجو %2$s ایندکس(ترتیب بندی) شود. این برای سئو بسیار بد است و باید درست شود."],"%2$s (current default for %1$s)":["%2$s (پیشفرض فعلی برای %1$s)"],"%d result found, use up and down arrow keys to navigate":["یک نتیجه پیدا شد. جهت پیمایش، از کلیدهای جهت بالا و پایین استفاده کنید."],"%s &rsaquo; Configuration Wizard":["%s &rsaquo; پیکربندی سریع"],"%s Archive":["بایگانی %s"],"%s Archives":["بایگانی‌ها %s"],"%s Breadcrumbs":["%s ریزمسیر"],"%s Columns":["%s ستون‌ها"],"%s Description":["%s توضیحات"],"%s Image":["%s تصویر"],"%s Posts Overview":["%s بررسی اجمالی نوشته"],"%s Title":["%s عنوان"],"%s data found.":["%s داده پیدا شد."],"%s data not found.":["%s داده پیدا نشد."],"%s data successfully imported.":["%s داده با موفقیت درون‌ریزی شد."],"%s data successfully removed.":["%s داده با موفقیت حذف گردید."],"%s does not seem to be a valid Twitter user-id. Please correct.":["به نظر می‌رسد %s شناسۀ کاربری معتبری برای توییتر نیست. لطفاً اصلاح شود."],"%s does not seem to be a valid url. Please correct.":["به نظر %s آدرس اینترنتی صحیحی نیست. لطفاٌ تصحیح کنید."],"%s failed to check for updates because of the following error: <em>%s</em>":["علمیات %s برای به‌روزرسانی با شکست روبرو شد، به دلیل این خطا: <em>%s</em>"],"%s file":[" %s فایل"],"%s installation wizard":["نصب و راه اندازی %s"],"%s integration":["%s یکپارچه سازی"],"%s is network activated, please contact your site administrator to manage the license.":["%s در شبکه فعال شده است، لطفا برای مدیریت لایسنس با مدیر سایت خود تماس بگیرید."],"%s is network activated, you can manage your license in the <a href=\"%s\">network admin license page</a>.":["%s به وسیله شبکه فعال شد. شما می توانید لایستس خود را در <a href=\"%s\">صفحۀ لایسنس مدیر شبکه</a> مدیریت کنید."],"%s notification":["%s اطلاعیه "],"%s restored to default SEO settings.":["%s به تنظیمات پیش‌فرض افزونۀ Seo برگشت."],"%s: License Settings":["%s: تنظیمات لایسنس"],"%sRenew your license now%s.":["%sکلید لایسنس خود را تمدید کنید%s"],"&laquo; Back to Tools page":["&laquo; برگشت به صفحۀ ابزارها"],"(Opens in a new browser tab)":["(در تب جدید مرورگر باز می شود )"],"(custom field)":["(فیلد سفارشی)"],"(custom taxonomy)":["(طبقه بندی سفارشی)"],"(deactivate your license so you can activate it on another WordPress site)":["لایسنس را غیر فعال کنید، تا بتوانید روی یک تارنمای دیگر آن را فعال نمایید"],"(no parent)":["(بدون والد)"],"(no title)":["(بدون عنوان)"],"1 year free updates and upgrades included!":["شامل 1 سال به روز رسانی و آپدیت های رایگان!"],"24/7 email support":["پشتیبانی سریع در سیستم تیکت ژاکِت"],"24/7 support":["پشتیبانی 24/7"],"301 Redirect":["ارجاع 301"],"404 pages":["برگه‌های 404"],"<a href=\"%s\">Did you know you can upgrade your license?</a> ":["<a href=\"%s\">آیا می‌دانستید که می‌توانید لایسنس خود را ارتقاء دهید؟</a>"],"<a href=\"%s\">Your license is expiring in %d day, would you like to extend it?</a> ":["<a href=\"%s\">لایسنس شما طی %d روز منقضی خواهد شد، آیا می‌خواهید آن را تمدید کنید؟</a>"],"<b>Warning!</b> You didn't set your %s license key yet, which means you're missing out on updates and support! <a href=\"%s\">Enter your license key</a> or <a href=\"%s\" target=\"_blank\">get a license here</a>.":["<b>اخطار</b>هنوز کلید لایسنس %s تنظیم نشده است، به این معنی است که شما بروزرسانی ها و پشتیبانی را ازدست می دهید <a href=\"%s\">کلید لایسنس را وارد کنید</a> یا <a href=\"%s\" target=\"_blank\">خرید لایسنس</a>."],"<b>Warning!</b> You're blocking external requests which means you won't be able to get %s updates. Please add %s to %s.":["<b> اخطار! </b> شما در حال مسدود کردن درخواست های خارجی هستید که به معنی این است که نمیتوانید بروزرسانی های %s را دریافت کنید. لطفا %s را به %s اضافه کنید."],"<b>Warning!</b> Your %s license is inactive which means you're missing out on updates and support! <a href=\"%s\">Activate your license</a> or <a href=\"%s\" target=\"_blank\">get a license here</a>.":["<b>هشدار!</b> لایسنس %s شما غیرفعال است. بدین معنی که از به روز رسانی و پشتیبانی خبری نیست! <a href=\"%s\">کلید لایسنس را وارد کنید</a> یا <a href=\"%s\" target=\"_blank\">بخرید</a>."],"A blog":["یک وبلاگ"],"A corporation":["یک سایت شرکتی"],"A focus keyword is the term (or phrase) you'd like to be found with, in search engines. Enter it below to see how you can improve your text for this term.":["کلیدواژه کانونی، کلمه یا عبارتی است که میخواهید با جستجوی آن در موتورهای جستجو سایت شما یافت شود. کلیدواژه کانونی را در زیر وارد کنید تا متوجه شوید چطور باید محتوای متنی خود را برای این کلیدواژه بهینه کنید."],"A link to the archive for the post author, with the authors name as anchor text.":["یک پیوند به بایگانی برای نویسندۀ نوشته، با نام نویسنده‌ها به عنوان لنگر متن."],"A link to the post, with the title as anchor text.":["یک پیوند به مطلب, همراه با عنوانی به عنوان متن پیوندی."],"A link to your site, with your site's name and description as anchor text.":["یک پیوند به سایت شما، با نام و توضیحات سایت شما به عنوان لنگر متن."],"A link to your site, with your site's name as anchor text.":["یک پیوند به سایت شما، با نام سایت شما به عنوان لنگر متن."],"A message from %1$s":["یک پیغام از %1$s"],"A meta description has been specified, but it %1$sdoes not contain the focus keyword%2$s.":["متای توضیحات مشخص شده است، اما %1$sکلیدواژه‌ی کانونی را شامل نمی شود%2$s."],"A news channel":["یک کانال خبری/ خبرگزاری"],"A portfolio":["سایت از نوع نمونه کار"],"A problem occurred when saving the current step, {{link}}please file a bug report{{/link}} describing what step you are on and which changes you want to make (if any).":["هنگام ذخیره مرحله کنونی مشکلی رخ داده است،  {{link}} لطفا گزارش اشکال آماده کنید و {{/link}} توضیح دهید در چه مرحله ای هستید و چه تغییراتی می خواهید ایجاد کنید."],"A replacement variable can not start with \"%%cf_\" or \"%%ct_\" as these are reserved for the WPSEO standard variable variables for custom fields and custom taxonomies. Try making your variable name unique.":["یک متغیر جایگزینی نمیتواند با \"%%cf_\" و\"%%ct_\"  شروع شود چنانچه موارد ذکر شده برای متغیرهای استاندارد wpseo ,متغیرهای زمینه سفارشی و رده بندیهای سفارشی ذخیره شده اند.سعی کنید از نامهای منحصر به فرد برای متغیرهایتان استفاده کنید."],"A replacement variable can only contain alphanumeric characters, an underscore or a dash. Try renaming your variable.":["یک متغیر جایگزین فقط می تواند شامل حروف و اعداد ، تاکید و یا یک خط تیره باشد. سعی کنید برای تغییر نام متغیر خود."],"A replacement variable with the same name has already been registered. Try making your variable name unique.":["یک متغیر جایگزین با همین نام در حال حاضر ثبت شده است. سعی کنید نام متغیر خود را منحصر به فرد بسازید."],"A seamless integration between %1$s and %2$s":["ادغام بدون فاصله بین %1$s و %2$s"],"A small offline business":["یک سایت کسب و کار تجاری کوچک"],"ACTIVE":["فعال"],"Access denied":["امکان دسترسی وجود ندارد"],"Accounts":["حساب‌ها"],"Action":["عمل"],"Activate License":["فعال‌سازی لایسنس"],"Activate your site on My Yoast":["فعالسازی سایت شما در My Yoast"],"Activated":["فعال شده"],"Activation failed:":["فعال‌سازی با شکست مواجه شد:"],"AdWords External":["AdWords خارجی"],"Add Open Graph meta data":["افزودن Open Graph meta data"],"Add Twitter card meta data":["افزودن اطلاعات کارت متا تویتر"],"Add additional keyword":["کلمات کلیدی بیشتری اضافه کنید"],"Add image":["افزودن تصویر"],"Add step":["افزودن مرحله"],"Add synonyms":["افزودن مترادف ها"],"Add total time":["افزودن زمان کل"],"Add-ons":["افزودنی‌ها"],"Additional CSS Classes for list":["کلاس های سی اس اس سفارشی برای لیست"],"Admin bar menu":["نوار منوی مدیریت"],"Admin only notice: this page does not show a meta description because it does not have one, either write it for this page specifically or go into the [%1$s - %2$s] menu and set up a template.":["مورد توجه مدیر: این صفحه meta description را نمایش نمی‌دهد زیرا این متا را ندارد، این متا را برای این صفحه به صورت مستقیم قرار دهید یا به بخش [%1$s - %2$s] عنوان ها رفته و یک قالب تنظیم کنید."],"Advanced":["پیشرفته"],"Advanced <code>meta</code> robots settings for this page.":["تنظیمات پیشرفته روبات <code>meta</code> برای این صفحه"],"Advanced Variables":["متغیرهای پیشرفته"],"All Readability Scores":["مجموع نمرات خوانایی"],"All SEO Scores":["نمره سئوی کل"],"All your texts are already counted, there is no need to count them again.":["همه متون شما شمارش شده است، دیگر نیاز به شمارش مجدد نیست."],"Allow customers to pick up their %s order locally":["به مشتریان اجازه دهید تا سفارش %s خود را به صورت محلی انتخاب کنند"],"Allow search engines to show this %s in search results?":["به موتورهای جستجو اجازه نمایش %s در نتایج جستجو را می دهید؟"],"An error occurred in the '%1$s' assessment":["خطایی در ارزیابی '%1$s' رخ داده است"],"An online shop":["یک فروشگاه اینترنتی"],"Analysis":["تجزیه و تحلیل"],"Analysis results:":["نتایج تجزیه و تحلیل:"],"Analyze entire site":["تجزیه و تحلیل کل سایت"],"Analyze this page":["تجزیه و تحلیل این برگه"],"Anchor text for the Homepage":["متن لنگر برای صفحۀ خانگی"],"Anchor text for the homepage:":["متن لنگر برای صفحۀ خانگی:"],"Archive title":["عنوان بایگانی"],"Archives":["بایگانی‌ها"],"Archives for":["بایگانی برای"],"Archives settings help":["راهنمایی درباره تنظیمات بایگانی ها"],"Are you in Google News? Increase your traffic from Google News by optimizing for it!":["آیا در بخش خبری گوگل هستید؟ افزایش ترافیک از بخش خبری گوگل با بهینه سازی برای آن!"],"Are you trying to use multiple keywords? You should add them separately below.":["آیا می خواهید از چند کلمه کلیدی استفاده کنید؟ شما باید آنها را به صورت جداگانه در زیر اضافه کنید."],"As you can see, there is a translation of this plugin in %1$s. This translation is currently %3$d%% complete. We need your help to make it complete and to fix any errors. Please register at %4$s to help complete the translation to %1$s!":["همانطور که می بینید، یک ترجمه از این افزونه به زبان %1$s وجود دارد. ترجمۀ این افزونه %3$d%% تمام شده است. ما به کمک شما نیاز داریم تا آن را کامل کنیم و خطاهایش را برطرف کنیم. لطفاً در %4$s ثبت نام کنید و به ترجمۀ این افزونه به زبان %1$s کمک کنید! البته فقط کسانی ثبت نام کنند که به زبان انگلیسی تسلط کامل دارند تا ترجمه ها چرت و پرت از آب در نیایند :)"],"Asterisk":["نشان ستاره"],"Attachment caption":["عنوان پیوست"],"Attract more customers near you":["جذب مشتری بیشتر در نزدیکی خودتان"],"Authenticate":["تعیین هویت"],"Author archives":["بایگانی‌های نویسنده"],"Author archives settings":["تنظیمات بایگانی‌های نویسنده"],"Available variables":["متغیرهای در دسترس"],"Bad SEO score":["نمره بد سئو"],"Baidu verification code":["کد تایید Baidu"],"Basic SEO course":["دوره آموزشی سئوی پایه"],"Basic Variables":["مقادیر پایه"],"Be found in Google Maps and local results.":["در نقشه‌های گوگل و نتایج محلی دیده شوید."],"Be found in Google Video search and enhance your video sharing on social media.":["در جستجوی ویدیویی گوگل دیده شوید و اشتراک ویدیویی خود را در رسانه‌های اجتماعی افزایش دهید."],"Below are your published posts' SEO scores. Now is as good a time as any to start improving some of your posts!":["در زیر امتیاز سئوی پست های منتشر شده را مشاهده می کنید. اکنون بهترین فرصت برای بهبود سئوی سایتتان است."],"Bing verification code":["کد تایید بینگ"],"Blocked":["مسدود شد"],"Blog":["وبلاگ"],"Bold":["تو پُر"],"Bold the last page":["برجسته کردن آخرین صفحه"],"Both %1$s and %2$s can create XML sitemaps. Having two XML sitemaps is not beneficial for search engines and might slow down your site.":["هر دوی %1$s و %2$s می توانند نقشه سایت ایجاد کنند. داشتن دو نقشه سایت اصلا برای موتورهای جستجو سودمند نیست و ممکن است کاهش سرعت در سایت شما را به همراه داشته باشد."],"Both %1$s and %2$s create OpenGraph output, which might make Facebook, Twitter, LinkedIn and other social networks use the wrong texts and images when your pages are being shared.":["هر دوی %1$s و %2$s خروجی OpenGraph می سازند، که ممکن است فیسبوک، توییتر، لینکدین و دیگر شبکه‌های اجتماعی زمانی که صفحات شما به اشتراک گذاشته می شوند، متن و تصویر اشتباهی را برگزینند!"],"Breadcrumb for 404 Page":["ریزمسیر برای صفحات 404"],"Breadcrumb for 404 pages:":["ریزمسیر برای صفحات 404:"],"Breadcrumb settings for %s archive":["تنظیمات مسیر هدایت یا Breadcrumb  برای آرشیو %s"],"Breadcrumbs":["نشانی‌های ریزمسیرها"],"Breadcrumbs Title":["عنوان ریزمسیرها"],"Breadcrumbs separator:":["جدا کننده ریز مسیر:"],"Breadcrumbs settings":["تنظیمات ریز آدرس"],"Breadcrumbs title":["عنوان ریزآدرس"],"Bulk editor":["ویرایشگر دسته جمعی"],"Bullet":["گلوله توپر"],"Buy %1$s":["خرید %1$s"],"Buy %s":["خرید %s"],"By enabling this option, attachment URLs become visible to both your visitors and Google.\n\t\t\t\tTo add value to your website, they should contain useful information, or they might have a\n\t\t\t\tnegative impact on your ranking. Please carefully consider this and %1$sread this post%2$s if\n\t\t\t\tyou want more information about the impact of showing media in search results.":["با فعال کردن این گزینه، لینک های مستقل فایل های رسانه (کتابخانه وردپرس) برای کاربران و جستجوگر گوگل قابل مشاهده خواهند بود.\nبرای سودمند بودن این لینک ها برای سایت شما، لینک ها باید شامل اطلاعات مفیدی باشند در غیر اینصورت به ضرر سئوی سایت شما خواهد بود.\nلطفا در انتخاب این قابلیت نهایت دقت را داشته باشید و در صورتی که می خواهید اطلاعات بیشتری راجع به انتخاب صحیح این قابلیت کسب کنید،\n %1$sاین مطلب را با دقت مطالعه کنید%2$s."],"By the way, did you know we also have a %1$sPremium plugin%2$s? It offers advanced features, like a redirect manager and support for multiple keywords. It also comes with 24/7 personal support.":["به هرحال، آیا می دانید ما یک نسخه %1$s پولی افزونه%2$s هم داریم؟ دارای ویژگی‌های پیشرفته ی است، مانند پشتیبانی و مدیریت کامل بر تمام کلمات کلیدی. همچنین پشتیبانی کامل 24/7 توسط متخصصین ما."],"CSS Validator":["اعتبارسنج CSS"],"CSS classes to add to the list of steps (excluding the how-to header)":["کلاس های CSS برای اضافه شدن به لیست مراحل (به غیر از هدر How-to)"],"Calculation completed.":["محاسبه تکمیل شد."],"Calculation in progress...":["محاسبه در حال انجام است..."],"Can't update? Ask your host!":["نمی توانید بروزرسانی کنید؟ از میزبان سایت بپرسید!"],"Canonical URL":["نشانی قانونی (Canonical)"],"Caption":["عنوان یا Caption"],"Category":["دسته"],"Category URLs in WordPress contain a prefix, usually %s, this feature removes that prefix, for categories only.":["لینک های دسته بندی ها در وردپرس شامل یک پیشوند هستند که معمولا %s است. این قابلیت، پیشوند را برای دسته بندی ها حذف می کند."],"Category description":["توضیح دسته"],"Change language":["تغییر زبان"],"Check Google Cache":["بررسی حافظه پنهان (کَش) گوگل"],"Check Headers":["بررسی سربرگ ها"],"Check Inlinks (OSE)":["بررسی Inlinks OSE"],"Check Keyword Density":["بررسی تراکم کلمه کلیدی"],"Check SEO configuration":["بررسی پیکربندی سئو"],"Check what your Facebook or Twitter post will look like.":["بررسی نوع نمایش نوشته فیسبوک یا توئیتر"],"Choose a profile":["انتخاب یک پروفایل"],"Choose an image":["انتخاب یک تصویر"],"Choose image":["انتخاب تصویر"],"Choose the site whose settings you want to use as default for all sites that are added to your network. If you choose 'None', the normal plugin defaults will be used.":["انتخاب سایت برای تنظیماتی شما برای پیش فرض همه سایت هایی که شما به شبکه اضافه می کنید. اگر 'هیچکدام'را انتخاب کنید افزونه به حالت پیش فرض نرمال استفاده می شود."],"Choose the symbol to use as your title separator. This will display, for instance, between your post title and site name. Symbols are shown in the size they'll appear in the search results.":["انتخاب سیمبول برای جداکردن عناوین سایت. نمایش داده می شود بین عنوان سایت و عنوان نوشته. سیمبول ها در سایزی که در نتایج جستجو هستند ظاهر می شوند."],"Choose under construction if you want to keep the site out of the index\n of search engines. Don't forget to activate it once you're ready to\n publish your site.":["اگر می خواهید سایتتان توسط جستجوگرها ایندکس نشود گزینه در حال ساخت را انتخاب کنید. \nفراموش نکنید پس از آنکه سایتتان فعال شد این گزینه را تغییر دهید تا سایت شما در لیست نتایج \nجستجوگرهای اینترنتی مشاهده شود."],"Choose whether you're a company or person":["انتخاب کنید که آیا شما شرکت هستید یا یک فرد"],"Choose your settings.zip file":["انتخاب پرونده settings.zip"],"Clean":["پاک‌سازی"],"Cleanup of %s data failed.":["پاکسازی %s داده انجام نشد."],"Click the \"%3$s\" button to use the meta description already set in the %1$sSearch Appearance Homepage%2$s setting.":["روی کلید \"%3$s\" کلیک کنید تا از توضیحات متایی که در تنظیمات %1$sظاهر جستجو برای صفحه خانه%2$s ثبت شده است استفاده شود."],"Close":["بستن"],"Close snippet editor":["بستن ویرایشگر اسنیپت"],"Close the Wizard":["بستن نصب آسان"],"Close wizard":["بستن"],"Comes with our 30-day no questions asked money back guarantee":["بازگشت کل هزینه در 30 روز بدون سوال"],"Company":["شرکت"],"Company logo":["نماد شرکت"],"Company name":["نام شرکت"],"Company or person":["شخص یا شرکت"],"Configuration Wizard":["پیکربندی سریع"],"Configure %1$s's OpenGraph settings":["پیکربندی %1$s's تنظیمات نمودار باز"],"Configure %s":["پیکربندی %s"],"Configure %s in a few steps":["پیکربندی %s در چند گام کوتاه"],"Consider linking to these articles":["فراموش نکنید به این مقالات لینک بدهید"],"Consider linking to these {{a}}cornerstone articles{{/a}}":["فراموش کنید که به این {{a}}مقالات بنیاد محتوا{{/a}} لینک بدهید"],"Considerations":["ملاحظات"],"Content Type":["نوع محتوا"],"Content Types":["انواع محتوا"],"Content optimization":["بهینه‌سازی محتوا"],"Content optimization: Bad SEO score":["بهینه‌سازی محتوا: سئو امتیاز بدی دارد"],"Content optimization: Good SEO score":["بهینه‌سازی محتوا: نمره عالی سئو"],"Content optimization: Has feedback":["بازخورد ( نظر جدید ) موجود است."],"Content optimization: OK SEO score":["بهینه‌سازی محتوا: نمره قابل قبول سئو"],"Content to put after each post in the feed":["محتوایی که بعد از هر نوشته در خوراک (feed) سایت شما قرار می‌گیرد"],"Content to put before each post in the feed":["محتوایی که قرار است قبل از هر نوشته در خوراک ظاهر شود"],"Content type archive to show in breadcrumbs for taxonomies":["بایگانی انواع محتوا برای نمایش موقعیت کنونی برای طبقه بندی"],"Copied!":["کپی شده!"],"Copy home meta description":["رونوشت توضیحات متای صفحۀ خانگی"],"Copy link":["کپی لینک"],"Copy link to suggested article: %s":["کپی کردن لینک مقاله پیشنهادی: %s"],"Cornerstone content":["بنیاد محتوا"],"Cornerstone content should be the most important and extensive articles on your site.":["مقالات بنیاد محتوا (Cornerstone)، باید کاملترین و بهترین مقالات سایت شما باشند."],"Could not write settings to file.":["قادر به نوشتن درون پروندۀ تنظیمات نیستید."],"Could not zip settings-file.":["پروندۀ نتظیمات را نمی‌توانید فشرده (Zip) کنید."],"Count links in your texts":["تعداد پیوندها در متن شما"],"Counting links in your texts":["شمارش پیوندها در متن شما"],"Crawl errors per page":["خطای خزیدن به ازای صفحه"],"Crawl issues list":["لیست مشکلات بررسی"],"Crawl issues list navigation":["مشکلات بررسی لیست ناوبری"],"Create %s file":["ایجاد فایل %s"],"Create and manage redirects within your WordPress install.":["ایجاد و مدیریت تغییر مسیر از درون وردپرس نصب شده شما"],"Create redirect":["ساخت ارجاع"],"Creates XML News Sitemaps":["ساختن نقشه سایت اخبار"],"Creating redirects is a %s feature":["ساخت ارجاع‌ها یک خاصیت %s است."],"Credits":["دست‌اندرکاران"],"Current profile":["نمایۀ جاری"],"Current year":["سال جاری"],"Dash":["خط تیره"],"Dashboard":["پیشخوان"],"Date":["تاریخ"],"Date archives":["تاریخ بایگانی"],"Date archives settings":["تنظیمات تاریخ بایگانی‌ها"],"Date in Snippet Preview":["تاریخ در پیش نمایش Snippet"],"Date-based archives could in some cases also be seen as duplicate content.":["خطای «محتوای تکراری» در بایگانی زمانی هم ممکن است رخ بدهد. همانطور که در بالا گفته شد، می توانید برای جلوگیری از این خطا، دقیقا مانند آرشیو نویسنده عمل کنید"],"Deactivate %s":["غیرفعال سازی %s"],"Deactivate License":["غیرفعال‌سازی لایسنس"],"Default for %2$s, currently: %1$s":["پیشفرض برای %2$s، در حال حاضر: %1$s"],"Default settings":["تنظیمات پیش‌فرض"],"Delete step":["حذف مرحله"],"Delete total time":["حذف زمان کل"],"Description":["توضیحات"],"Desktop":["رایانه رومیزی"],"Desktop preview":["پیش نمایش دسکتاپ"],"Disable SEO analysis":["غیر فعال کردن تجزیه و تحلیل سئو"],"Disable readability analysis":["غیر فعال کردن تجزیه و تحلیل خوانایی"],"Disabled":["غیر فعال شده"],"Discover why readability is important for SEO.":["چرا خوانایی برای سئوی سایت مهم است؟"],"Dismiss %s upgrade motivation":["لغو %s ارتقاء"],"Dismiss this item.":["پنهان کردن این گزینه"],"Dismiss this notice":["رد کردن اعلان"],"Do not allow search engines to show %s in search results.":["به موتورهای جستجو اجازه نده %s را در نتایج جستجو نشان دهند."],"Do you want to know all the ins and outs of the %1$s plugin? Do you want to learn all about our advanced settings? Want to be able to really get the most out of the %1$s plugin? Check out our %1$s plugin training and start outranking the competition!":["آیا شما می خواهید که بدانید منظور پلاگین از فهم %1$s چیست؟ آیا می خواهید همه چیز را در مورد تنظیمات پیشرفته ما بدانید؟ واقعا می خواهید بهترین نتیجه را از پلاگین %1$s دریافت کنید؟ دوره های اموزش حرفه ای%1$s را بررسی کنید!"],"Do you want to learn how you can improve your SEO yourself? In our %1$s you'll learn practical SEO skills from keyword research and copywriting to technical SEO and off-page SEO. Using the %2$s plugin is one thing. Doing good SEO day-to-day is another. You simply won't get the results you want without putting in work yourself. The %1$s teaches you how.":["آیا می‌خواهید بدانید که چگونه می‌توانید سئو را بهبود ببخشید؟ ما در %1$s مهارت‌های علمی سئو را از تحقیقات کلیدی و تبلیغ نویسی تا سئوی فنی به شما یاد می دهیم. استفاده از پلاگین %2$s یک چیز است و انجام روزانه بهبودهای سئو یکی دیگر از کارهاست. شما به سادگی نمی‌توانید نتایجی را که می‌خواهید بدون استفاده از کار خودتان بدست آورید. %1$s به شما می‌آموزد چگونه در این کار موفق شوید."],"Do you want to outrank your competition? %1$s gives you awesome additional features that'll help you to set up your SEO strategy like a professional. Use the multiple focus keywords functionality, the redirect manager and our internal linking tool. %1$s will also give you access to premium support.":["آیا می خواهید در رقابت برتر باشید؟ %1$s به شما ویژگی های اضافی جذاب می دهد که جهت راه اندازی استراتژی شما در سئو کمک می کند. استفاده از چند قابلیت کلیدی متمرکز، مدیریت ریدایرکت و ابزار لینک دهی داخلی %1$s همچنین شما به پشتیبانی پریمیوم(پولی) نیز دسترسی خواهید داشت."],"Do you want to preview what it will look like if people share this post on %1$s? You can, with %2$s.":["آیا می خواهید ببینید که وقتی افراد این نوشته را در %1$s به اشتراک می گذارند چطور دیده می شود؟  شما می توانید با، %2$s."],"Does your site represent a person or company?":["سایت شما معرف یک شخصیت حقیقی است یا حقوقی؟ \"به عبارت دیگر شخصی است یا شرکتی؟\""],"Does, or will, your site have multiple authors?":["آیا سایت شما نویسنده های مختلفی دارد؟"],"Don't miss your crawl errors: %1$sconnect with Google Search Console here%2$s.":["خطاهای مربوط به خزیدن موتور جستجو را فراموش نکنید: %1$sاز اینجا به میز فرمان جستجوی گوگل متصل شوید%2$s."],"Don’t waste time figuring out the best settings yourself.":["وقت تلف نکنید. بهترین تنظیمات را خودتان انجام دهید."],"Easily insert Google Maps, a store locator, opening hours and more":["وارد کردن آسان نقشه گوگل،مکان یاب مغازه،ساعت بازکردن و بیشتر"],"Easy redirect manager":["مدیریت تغییر مسیر آسان"],"Edit":["ویرایش"],"Edit &#8220;%s&#8221;":["ویرایش &#8220;%s&#8221;"],"Edit Files":["ویرایش فایل ها"],"Edit snippet":["ویرایش اسنیپت"],"Edit the content of your %s:":["محتوای %s خود را ویرایش کنید:"],"Em dash":["خط تیره کشیده"],"Email":["ایمیل"],"Email support is a %s feature":["پشتیبانی از ایمیل یک ویژگی %s است."],"En dash":["خط تیره En"],"Enable Breadcrumbs":["فعال کردن پیوندهای خرده ریزه"],"Enable the XML sitemaps that %s generates.":["فعالسازی نقشه های سایت XML که %s  ایجاد می کند."],"Enable this feature if you want Facebook and other social media to display a preview with images and a text excerpt when a link to your site is shared.":["اگر می خواهید فیسبوک و سایر شبکه های اجتماعی هنگام اشتراک گذاری لینک های سایت شما یک تصویر و متن خلاصه از محتوای سایت را نشان دهند این گزینه را فعال کنید."],"Enable this feature if you want Twitter to display a preview with images and a text excerpt when a link to your site is shared.":["اگر می خواهید توئیتر هنگام اشتراک گذاری لینک های سایت شما یک تصویر و متن خلاصه از محتوای سایت را نشان دهد این گزینه را فعال کنید."],"Enabled":["فعال"],"Enhance the experience of sharing posts with videos":["افزایش بهبود تجربه کاربری از نوشته های اشتراک گذاری شده با ویدئوها"],"Enhance your contact pages with Google Maps, opening hours and a store locator":["صفحات تماس خود را با نقشه های گوگل، ساعت کاری و موقعیت فروشگاه بهینه سازی کنید"],"Enroll in the Yoast SEO for WordPress training »":["ثبت نام در دوره آموزشی Yoast SEO برای وردپرس »"],"Enter a description":["توضیحات را وارد کنید"],"Enter a focus keyword to calculate the SEO score":["یک کلیدواژه کانونی وارد کنید تا امتیاز سئو محاسبه شود"],"Enter a step description":["توضیحات مرحله را وارد کنید"],"Enter a title for your instructions":["یک عنوان برای دستورالعمل های خود وارد کنید"],"Enter authorization code here...":["کد تائیدتان را اینجا وارد کنید..."],"Enter the %1$sSite ID%2$s for the site whose settings you want to use as default for all sites that are added to your network. Leave empty for none (i.e. the normal plugin defaults will be used).":["%1$sSite ID%2$s وارد کنید برای اینکه تنظیماتی که می خواهید بصورت پیشفرض به سایت هایی که در شبکه اضافه می شود اعمال گردد. برای اعمال نشدن خالی رها کنید"],"Enter your Google Authorization Code and press the Authenticate button.":["کد تائیدیه گوگل را وارد کرده و دکمه تائیدیه را بفشارید."],"Environment":["محیط"],"Error 404: Page not found":["خطای 404: برگه پیدا نشد"],"Error creating %1$s export: ":["ایجاد خطا در صادر کردن %1$s"],"Error: %s":["خطا: %s"],"Errors":["خطاها"],"Errors that occurred only when your site was crawled by Googlebot-Mobile (errors didn't appear for desktop).":["زمان خزیدن روبات های گوگل موبایل در سایت شما خطاهایی رخ داده است (خطاهای او برای دسکتاپ ظاهر می شود)"],"Errors that occurred when your site was crawled by Googlebot.":["هنگام بررسی ربات‌های گوگل خطاهایی رخ داده است."],"Errors that only occurred when your site was crawled by Googlebot for feature phones (errors didn't appear for desktop).":["زمان خزیدن روبات گوگل برای گوشی ها در سایت شما خطا رخ داده است(خطاهای او برای دسکتاپ ظاهر می شود)"],"Excerpt":["خلاصه"],"Excerpt only":["فقط خلاصه"],"Existing %1$s Title":["عنوان %1$s موجود"],"Existing Yoast Meta Description":["توضیحات متای خود افزونه"],"Expected an integer as input.":["یک عدد صحیح به عنوان ورودی انتظار می رود."],"Export settings":["تنظیمات برون‌بری"],"Export your %1$s settings":["برون‌ریزی تنظمیات %1$s شما"],"Export your %1$s settings here, to import them again later or to import them on another site.":["برای درون ریزی مجدد یا درون ریزی در یک سایت دیگر، از اینجا تنظیمات %1$s را برون بری کنید."],"Extend Yoast SEO":["افزونه Yoast SEO"],"Extensions":["افزونه‌ها"],"FAQ":["سوالات متداول"],"Facebook":["فیس‌بوک"],"Facebook & Twitter":["فیسبوک و توئیتر"],"Facebook / Open Graph metadata":["اطلاعات متا مربوط به فیسبوک/ اوپن گراف"],"Facebook App ID":["شناسۀ برنامۀ کاربردی فیسبوک"],"Facebook Debugger":["اشکال زدایی فیس بوک"],"Facebook Page URL":["نشانی صفحۀ فیس‌بوک"],"Facebook profile URL":["آدرس نمایه‌ی فیس‌بوک"],"Facebook settings":["تنظیمات فیسبوک"],"Failed to activate your license, your license key seems to be invalid.":["فعالسازی لایسنس با شکست روبرو شد، کلید لایسنس به نظر می‌رسد معتبر نیست!"],"Failed to deactivate your %s license.":["غیرفعال‌سازی لایسنس %s شما با شکست روبرو شد."],"Faulty redirects":["تغییرمسیر معیوب"],"Feature phone":["ویژگیهای تلفن"],"Features":["قابلیت‌ها"],"Feedback":["بازخورد"],"Fetch the current status":["وضعیت جاری را دریافت کن"],"File editor":["ویرایشگر پرونده"],"Filter":["فیلتر"],"Filter by Readability Score":["فیلتر براساس نمرات خوانایی"],"Filter by SEO Score":["فیلتر بر اساس نمره سئو"],"Filter by content type":["فیلتر براساس نوع محتوا"],"Filter posts list":["فیلتر لیست نوشته‌ها"],"Find out how cornerstone content can help you improve your site structure.":["چگونه مقاله بنیان محتوا می تواند ساختار سئوی سایت شما را بهبود ببخشد؟"],"Find out how the text link counter can enhance your SEO.":["چگونه شمارشگر لینک های متنی می تواند سئوی سایت شما را بهبود ببخشد؟"],"Find out why you should upgrade to %s":["دلیل ارتقا به %s"],"Find out why you should upgrade to %s &raquo;":["متوجه شوید چرا باید ارتقاء پیداکنید به %s &raquo;"],"First detected":["اولین شناسایی"],"First-time SEO configuration":["اولین پیکربندی SEO"],"Focus KW":["کلیدواژه‌ی کانونی"],"Focus keyword":["کلیدواژه‌ی کانونی"],"Focus keyword not set.":["کلیدواژه‌ی کانونی تنظیم نشده است."],"Focus keyword:":["کلیدواژه‌ی کانونی:"],"Follow our Yoast SEO for WordPress training and become a certified Yoast SEO Expert!":["دوره آموزشی Yoast SEO برای وردپرس را دنبال کنید و به یک کارشناس سئوی مورد تایید Yoast تبدیل شوید!"],"For any questions you may have about updating your PHP version, WordPress %1$shas a great page with instructions here%2$s. We recommend going up to version %3$s. Not all plugins may be ready for PHP 7 though, so %4$swe wrote an article on how to test them before you update here%2$s.":["برای هر گونه سوال در مورد به روز رسانی نسخه PHP خود، وردپرس دارای یک صفحه عالی با  %1$s دستورالعمل های لازم %2$s است. ما توصیه می کنیم تا نسخه %3$s را دانلود کنید. همه پلاگین ها ممکن است برای PHP 7 آماده نباشند بنابراین %4$sما یک مقاله در مورد چگونگی تست آنها قبل از اینکه بروزرسانی را انجام دهید%2$s نوشته ایم."],"For more information:":["برای اطلاعات بیشتر:"],"Force rewrite titles":["اجبار به بازنویسی عنوان‌ها"],"Format-based archives":["بایگانی مبتنی بر فرمت"],"Free: %1$sSEO for Beginners course%2$s":["رایگان: %1$sدوره آموزشی سئو برای مبتدی‌ها%2$s"],"Frontpage settings":["تنظیمات صفحه اصلی"],"Gain access to our 24/7 support team.":["دسترسی کامل 24/7 به پشتیبانی ما"],"General":["عمومی"],"Get %s now":["هم اکنون %s را دریافت کنید"],"Get %s now!":["خریدن %s حالا"],"Get Google Authorization Code":["دریافت کد تعیین هویت گوگل"],"Get Yoast SEO Premium":["خریدن Yoast SEO Premium از ژاکِت"],"Get Yoast SEO Premium now »":["سئوی پرمیوم تجاری »"],"Get better search results in local search":["در جستجوهای محلی جایگاه بهتری را به دست آورید"],"Get found by potential clients":["یافتن مشتریان بالقوه"],"Get quick wins to make your site rank higher in search engines.":["دریافت ترفندهایی برای افزایش رتبه سایت در موتورهای جستجو."],"Get real-time suggestions for internal links":["استفاده از پیشنهادات خودکار برای لینکهای داخلی"],"Get started quickly with the %1$s %2$sconfiguration wizard%3$s!":["شروع سریع با %1$s %2$s پیکربندی جادوگر %3$s!"],"Get support":["دریافت پشتیبانی"],"Get the %s plugin training now":["اکنون آموزش پلاگین %s را دریافت کنید"],"Get the most out of %1$s with the %2$s":["دریافت بیشترین نتیجه %1$s با کمک %2$s"],"Get the most out of the %s plugin":["دریافت بیشترین نتیجه از افزونه %s "],"Get your Baidu verification code in %1$sBaidu Webmaster Tools%2$s.":["کد تایید Baidu را از %1$sBaidu Webmaster Tools%2$s دریافت کنید."],"Get your Bing verification code in %1$sBing Webmaster Tools%2$s.":["کد تایید بینگ را در %1$sBing Webmaster Tools%2$s بگیرید."],"Get your Google verification code in %1$sGoogle Search Console%2$s.":["کد تایید گوگل را در %1$sGoogle Search Console%2$s بگیرید."],"Get your Yandex verification code in %1$sYandex Webmaster Tools%2$s.":["کد تایید یاندکس را در %1$sYandex Webmaster Tools%2$s بگیرید."],"Go Premium":["نسخه پرمیوم Yoast SEO"],"Go Premium and our experts will be there for you to answer any questions you might have about the set-up and use of the plug-in!":["به نسخه پولی رفته، ما در آنجا به تمام سوالات شما پاسخ داده و اگر بخواهید افزونه را برایتان پیکربندی می کنیم."],"Go Premium and our experts will be there for you to answer any questions you might have about the setup and use of the plugin.":["نسخه پریمیوم و دریافت پشتیبانی و پرسش و پاسخ از کارشناسان ما در مورد استفاده از این پلاگین."],"Go back":["بازگشت"],"Go back to the search results":["بازگشت به نتایج جستجو"],"Go premium!":["نسخه پرمیوم!"],"Good":["خوب"],"Good SEO score":["نمره خوب سئو"],"Good job! All the links in your texts have been counted.":["خوب بود! تمام پیوندهای موجود در متن شمارش شد."],"Good job! We could detect no serious SEO problems.":["کارتون عالیه! ما مشکل مهمی درباره سئوی سایتتان پیدا نکردیم."],"Good results":["نتایج خوب"],"Google Page Speed Test":["ابزار گوگل برای تست سرعت صفحات"],"Google Publisher Page":["صفحه‌ی انتشار در گوگل"],"Google Search Console":["کنسول جستجوی گوگل"],"Google Structured Data Test":["تست داده ساختار گوگل"],"Google Trends":["گوگل ترند"],"Google shows your website's name in the search results, if you want to change it, you can do that here.":["گوگل نام سایت شما را در نتایج جستجو نشان می دهد، اگر میخواهید آن را عوض کنید از اینجا انجام دهید."],"Google verification code":["کد تایید گوگل"],"Google was unable to crawl this URL due to an undetermined issue.":["گوگل با توجه به یک موضوع نامشخص قادر به بررسی این URL نمی باشد."],"Google+":["گوگل پلاس"],"Google+ URL":["آدرس گوگل‌ پلاس"],"Google+ settings":["تنظیمات گوگل پلاس"],"Googlebot could access your site, but certain URLs are blocked for Googlebot in your %1$s file. This block could either be for all Googlebots or even specifically for Googlebot-mobile.":["گوگل می تواند به سایت شما دسترسی داشته باشد ، اما URL اصلی برای ربات گوگل در فایل %1$s مسدود شده است. این انسداد می تواند هم برای همه ربات‌های گوگل و یا حتی به طور مشخص برای ربات گوگل - تلفن همراه باشد."],"Great job with using %1$ssubheadings%2$s!":["کار خود را با استفاده از %1$s زیرعنوان ها %2$s عالی کنید"],"Great news: you can, with %1$s!":["خبر بزرگ: شما می توانید، با %1$s!"],"Greater than sign":["علامت بزرگتر از"],"HTML Validator":["اعتبارسنج HTML"],"Help on copying the home meta description":["راهنمایی در مورد کپی کردن توضیحات متای صفحه اصلی"],"Help on the author archives search results setting":["راهنمایی درباره تنظیمات نتایج جستجوی بایگانی های نویسنده"],"Help on the authors without posts archive search results setting":["راهنمایی در مورد تنظیمات نتایج جستجوی مرتبط با نویسندگان فاقد مطلب"],"Help on the category prefix setting":["راهنمایی درباره تنظیمات پیشوند دسته بندی ها"],"Help on the date archives search results setting":["راهنمایی درباره تنظیمات نتایج جستجوی مرتبط با بایگانی های مبتنی بر تاریخ"],"Help on this search results setting":["راهنمایی درباره تنظیمات نتایج این جستجو"],"Help on: %s":["راهنمایی درباره: %s"],"Hey, we've noticed that you're running an outdated version of PHP. PHP is the programming language that WordPress and Yoast SEO are built on. The version that is currently used for your site is no longer supported. Newer versions of PHP are both faster and more secure. In fact, your version of PHP no longer receives security updates, which is why we're sending you to this notice.":["این پیغام نشان می دهد که شما از نسخه قدیمی PHP استفاده می کنید.PHP زبانی است که وردپرس و افزونه Yoast SEO با آن ساخته شده است.نسخه فعلی در سایت شما دیگر پشتیبانی نمی شود.نسخه جدید PHP هم سریعتر و هم امن تر می باشد.در حقیقت نسخه فعلی دیگر بسته های امنیتی PHP را دریافت نخواهد کرد."],"Hey, your SEO is doing pretty well! Check out the stats:":["سئوی سایت شما خیلی خوبه! آمار را مشاهده کنید:"],"Hide":["مخفی"],"Highlight this result in the text":["این نتیجه را در متن برجسته کنید"],"Home":["خانه"],"Homepage":["خانه"],"Homepage &amp; Front page":["صفحه خانگی &amp; صفحه اول"],"Hosts have the ability to update your PHP version, but sometimes they don't dare to do that because they're afraid they'll break your site.":["میزبان ها باید قادر به ارتقاء نسخه PHP سایت شما باشند،اما گاهی ممکن است از این بترسند که مبادا سایت شما مشکل پیدا کند."],"How to":["چگونه"],"How to insert breadcrumbs in your theme":["نحوۀ وارد کردن پیوندهای خرده ریزه در قالب تارنمای شما"],"How-to":["چگونه"],"How?":["چگونه؟"],"Huge SEO Issue: You're blocking access to robots.":["یک موضوع مهم در SEO: شما دسترسی ربات‌ها را بسته‌اید."],"ID":["شناسه"],"INACTIVE":["غیرفعال"],"If this is the case on your site, you can choose to either disable it (which makes it redirect to the homepage), or to add %s to it so it doesn't show up in the search results.":["اگر این حالت سایت شما است می توانید آن را غیرفعال کنید تا به صفحه اصلی شما باز گردید یا اینکه یک %s اضافه کنید تا در نتیجه جستجو نمایان نشود."],"If you are experiencing issues, %1$splease file a bug report%2$s and we'll do our best to help you out.":["اگر مشکلی دارید، %1$s لطفا پرونده گزارش خطا %2$s را ارسال کرده و ما بهترین کمک را به شما می کنیم."],"If you cannot update your PHP yourself, you can send an email to your host. We have %1$sexamples%2$s here. If they don't want to upgrade your PHP version, we recommend switching hosts. Take a look at our list of %3$srecommended WordPress hosting partners%2$s, they've been vetted by the Yoast support team and offer all the features a modern host should have.":["اگر قادر به ارتقاء نسخه PHP نیستید. ایمیلی به میزبانی سایت خود ارسال کنید. ما اینجا مثالی داریم.اگر آن ها نمی خواهند نسخه PHP شما را ارتقاء دهند توصیه میکنیم میزبان خود را عوض کنید.مشاهده میزبان‌های توصیه ای ما%1$sهمکاران میزبانی وردپرس%2$s,آن ها مورد تائید تیم پشتیبانی Yoast هستند و می توانند همه امکانات مدرن مورد نیاز میزبانی را فراهم کنند."],"If you cannot upgrade your PHP version yourself, you can send an email to your host. We have %1$sexamples here%2$s. If they don't want to upgrade your PHP version, we would suggest you switch hosts. Have a look at one of our recommended %3$sWordPress hosting partners%4$s, they've all been vetted by our Yoast support team and provide all the features a modern host should provide.":["اگر قادر به ارتقاء نسخه PHP نیستید. ایمیلی به میزبانی سایت خود ارسال کنید. ما اینجا مثالی داریم.اگر آن ها نمی خواهند نسخه PHP شما را ارتقاء دهند توصیه میکنیم میزبان خود را عوض کنید.مشاهده میزبان‌های توصیه ای ما%1$sهمکاران میزبانی وردپرس%2$s,آن ها مورد تائید تیم پشتیبانی Yoast هستندو می توانند همه امکانات مدرن مورد نیاز میزبانی را فراهم کنند."],"If you cannot upgrade your PHP version yourself, you can send an email to your host. We have %1$sexamples here%2$s. If they don't want to upgrade your PHP version, we would suggest you switch hosts. Have a look at one of the recommended %3$sWordPress hosting partners%4$s.":["اگر قادر به ارتقاء نسخه PHP نیستید. ایمیلی به میزبانی سایت خود ارسال کنید. ما اینجا %1$sمثالی داریم%2$s.اگر آن ها نمی خواهند نسخه PHP شما را ارتقاء دهند توصیه میکنیم میزبان خود را عوض کنید.مشاهده میزبان‌های توصیه ای ما%3$sهمکاران میزبانی وردپرس%4$s."],"If you choose no, your author archives will be deactivated to prevent\n duplicate content issues.":["اگر گزینه No را انتخاب کنیدبایگانی نویسندگان سایت غیرفعال می شود تا از بروز مشکل \nمحتوای تکراری جلوگیری شود."],"If you don't want to use the meta description for sharing on %1$s but want another description there, write it here.":["اگر شما نمیخواهید از توضیحات متا برای اشتراک گزاری در %1$s استفاده کنید و متن توضیحات دیگری را میخواهید آن را اینجا بنویسید."],"If you don't want to use the meta description for sharing the post on %s but want another description there, write it here.":["اگر شما نمی خواهید استفاده کنید از توضیحات برای اشتراک گذاری این نوشته در%s اما از توضیحات دیگری که وجود دارد در ارسال این نوشته می خواهم استفاده کنم."],"If you don't want to use the post title for sharing the post on %s but instead want another title there, write it here.":["اگر نمی‌خواهید از عنوان نوشته برای اشتراک گذاری آن در %s استفاده کنید و به جای آن می‌خواهید از عنوان دیگری استفاده کنید آن را در اینجا بنویسید."],"If you don't want to use the title for sharing on %1$s but instead want another title there, write it here.":["اگر شما نمیخواهید از عنوان برای اشتراک گزاری در %1$s استفاده کنید و در عوض عنوان دیگری را میخواهید آن را اینجا بنویسید."],"If you had a %s file and it was editable, you could edit it from here.":["اگر فایل %s داشتید و قابل ویرایش بود، میتوانید آن را از اینجا ویرایش کنید."],"If you have a Google+ page for your business, add that URL here and link it on your Google+ page's about page.":["اگر شما برای کسب و کار خود صفحه‌ی Google+ دارید، URL آن را در اینجا وارد کنید و در صفحه‌ی «درباره» در صفحه‌ی گوگل پلاس آن را لینک دهید."],"If you have a problem that you can't solve with our video tutorials or knowledge base, you can send a message to our support team. They can be reached 24/7.":["اگر مشکلی دارید که با راهنماهای ویدئویی و آموزش های ما به راه حل آن نرسیده اید، می توانید برای بخش پشتیبانی ما تیکت ارسال کنید. "],"If you have already confirmed your website with Pinterest, you can skip the step below.":["اگر سایت شما با پینترست تائید شده است می توانید این بخش را نادیده بگیرید."],"If you know what this means and you do not want to see this message anymore, you can %1$sdismiss this message%2$s.":["اگر می دانید این قابلیت چه تاثیری دارد و نمی خواهید این پیام را مشاهده کنید %1$sاین هشدار را نادیده بگیرید%2$s."],"If you want more help creating awesome content, check out our %2$sSEO copywriting course%3$s. Do you want to know all about the features of the plugin, consider doing our %1$s!":["اگر کمک بیشتری برای تولید محتوای عالی نیاز دارید، دوره %2$s حق کپی%3$s مارا بخرید. آیا می خواهید درباره تمام ویژگی های افزونه بدانید، ببینید%1$s!"],"If you want to outrank the competition in a specific town or region, check out our %1$s plugin! You’ll be able to easily insert Google maps, opening hours, contact information and a store locator. Besides that %1$s helps you to improve the usability of your contact page.":["اگر می خواهید در یک شهر یا منطقه خاص برتری رقابت داشته باشید,افزونه %1$s را بررسی کنید! شما قادر خواهید بود که به راحتی نقشه های گوگل، ساعت کار، اطلاعات تماس و آدرس محل مغازه یا فروشگاه را درج کنید. علاوه بر آن %1$s کمک می کند تا شما از قابلیت صفحه تماس خود به نحوه صحیح استفاده کنید."],"If you want to override the image used on %s for this post, upload / choose an image or add the URL here.":["اگر می خواهید تصویر مورد استفاده را نادیده بگیرید در %s برای این نوشته، بارگذاری / یا انتخاب یک تصویر یا URL اضافه کردن اینجا ."],"If you want to take full advantage of the plugin, get our %1$s training. Get insights from renowned SEO expert %2$s and the team behind the plugin. Actionable tips that'll help you configure your site to perform even better in search and for your visitors. Hours of video, sliced into bite-sized clips for you to learn from!":["اگر می خواهید از تمام مزایای پلاگین بهره مند شوید، آموزش %1$s Get insights from renowned SEO expert %2$s را دریافت کنید. راهنمایی های عملی که به شما کمک می کنند سایت خود را پیکربندی کنید."],"If you want to use an image for sharing on %1$s, you can upload / choose an image or add the image URL here.":["اگر میخواهید برای اشتراک گزاری در %1$s از یک تصویر استفاده کنید، آن تصویر را اینجا بارگزاری / انتخاب کرده ویا آدرس URL عکس را وارد کنید."],"If you're running a one author blog, the author archive will be exactly the same as your homepage. This is what's called a %1$sduplicate content problem%2$s.":["اگر در حال اجرای برگه یک نویسنده هستید. بایگانی نویسنده دقیقا مانند صفحه اصلی شما می شود. این را %1$s مشکل تکراری بودن محتوا%2$s می نامند."],"If your %s were writable, you could edit it from here.":["اگر %s شما قابل نوشتن بود، می توانید آن را از اینجا ویرایش کنید."],"Image URL":["آدرس تصویر"],"Immediately pings Google on the publication of a new post":["اطلاع‌رسانی سریع به گوگل بعد از ارسال نوشته جدید"],"Import":["درون‌ریزی"],"Import and Export":["وارد کردن و خروجی گرفتن"],"Import from other SEO plugins":["وارد کردن تنظیمات از دیگر افزونه‌های SEO"],"Import settings":["تنظیمات درون‌ریزی"],"Import settings by locating %1$ssettings.zip%2$s and clicking \"Import settings\"":["درون ریزی تنظیمات با قرار دادن %1$ssettings.zip%2$s و کلیک روی \"درون ریزی تنظیمات\""],"Import settings from other SEO plugins and export your settings for re-use on (another) blog.":["تنظیمات سئو را از افزونه‌های دیگر وارد کنید و برای استفاده دوباره از تنظیمات بر روی سایتی دیگر از آنها خروجی بگیرید."],"Improve sharing on Pinterest":["بهبود اشتراک گذاری در پینترست"],"Improve the usability of your contact page":["بهبود کارایی برگه تماس شما"],"Improve your SEO skills":["بهبود مهارت های سئوی شما"],"Improvements":["بهبودها"],"Includes a free MyYoast account which gives you access to our free SEO for Beginners course!":["شامل یک حساب کاربری MyYoast رایگان که به شما امکان دسترسی به دوره های رایگان  آموزش سئو برای مبتدیان را می دهد!"],"Incorrect Google Authorization Code.":["کد مجوز گوگل نادرست است."],"Increase your SEO reach":["افزایش دسترسی به سئو"],"Indexability check by %1$s":["بررسی قابلیت ایندکس شدن توسط %1$s"],"Insert snippet variable":["متغیر snippet را وارد کنید"],"Insert step":["افزودن مرحله"],"Instagram URL":["نشانی حساب اینستاگرام"],"Installed":["نصب شده است"],"Issue categories":["مشکل دسته بندی ها"],"Just another WordPress site":["یک سایت دیگر با وردپرس"],"Keep":["نگه داشتن"],"Keyword Research":["پژوهش کلمه کلیدی"],"Keyword:":["کلید واژه"],"Knowledge Graph":["نمودار دانش"],"Knowledge base":["دانش محور"],"Knowledge base article":["مقاله پایگاه دانش"],"Label":["برچسب"],"Large parts of your text do not contain the keyword. Try to %1$sdistribute%2$s the keyword more evenly.":["بخش های زیادی از محتوای شما کلیدواژه کانونی را شامل نمی شود. سعی کنید %1$sتوزیع%2$s کلیدواژه را بیشتر کنید."],"Last crawled":["زمان آخرین خزیدن"],"Latest blog posts on %1$s":["نوشته های اخیر در %1$s"],"Learn all about SEO with our %1$s":["همه چیز درباره سئو را با %1$s یاد بگیرید"],"Learn how the SEO analysis can help you rank.":["چگونه تجزیه و تحلیل سئو می تواند رتبه شما را بهبود ببخشد؟"],"Learn more about Cornerstone Content.":["درباره مقالات بنیاد محتوا (Cornerstone) بیشتر بدانید."],"Learn more about the Keyword Analysis.":["درباره تجزیه و تحلیل کلمات کلیدی بیشتر بدانید."],"Learn more about the Media and attachment URLs setting":["کسب اطلاعات بیشتر درباره تنظیمات لینک های رسانه و فایل های پیوست"],"Learn more about the RSS feed setting":["کسب اطلاعات بیشتر درباره تنظیمات خوراک RSS"],"Learn more about the Snippet Preview.":["درباره پیش نمایش اسنیپت بیشتر بدانید"],"Learn more about the Webmaster Tools verification":["کسب اطلاعات بیشتر درباره تایید ابزارهای وب مستر"],"Learn more about the archives setting":["کسب اطلاعات بیشتر درباره تنظیمات بایگانی ها"],"Learn more about the available variables":["کسب اطلاعات بیشتر درباره متغیرهای موجود"],"Learn more about the homepage setting":["کسب اطلاعات بیشتر درباره تنظیمات صفحه اصلی"],"Learn more about the knowledge graph setting":["کسب اطلاعات بیشتر درباره تنظیمات نمودار دانش"],"Learn more about the special pages setting":["کسب اطلاعات بیشتر درباره تنظیمات برگه های ویژه"],"Learn more about the title separator setting":["کسب اطلاعات بیشتر درباره تنظیمات جداکننده عنوان"],"Learn more about your social profiles settings":["کسب اطلاعات بیشتر درباره تنظیمات پروفایل های شبکه های اجتماعی"],"Learn practical SEO skills to rank higher in Google.":["مهارت‌های علمی سئو در بالا بردن رتبه گوگل را بدانید."],"Left angle quotation mark":["علامت نقل قول زاویه چپ"],"Less than sign":["علامت کوچکتر از"],"License Key":["کلید لایسنس"],"License status":["وضعیت لایسنس"],"LinkedIn URL":["نشانی LinkedIn"],"Loading help center.":["بارگذاری مرکز راهنمایی."],"Loading...":["در حال بارگذاری ..."],"Local SEO":["سئوی محلی"],"Low asterisk":["نشان ستاره پایین"],"MailChimp signup failed:":["ثبت‌نام در Mailchimp شکست خورد:"],"Make %1$s primary %2$s":["تبدیل %1$s به عنوان %2$s اصلی"],"Make primary":["تغییر به اصلی"],"Make sure you don't miss out on traffic!":["اطمینان حاصل کنید که ترافیک وبسایتتان را از دست نمی‌دهید!"],"Make videos responsive through enabling fitvids.js":["تبدیل کردن ویدئوها به واکنش گرا با فعال کردن fitvids.js"],"Manage your subscription on My Yoast":["اشتراک خود را در My Yoast مدیریت کنید"],"Mark as cornerstone content":["نشانه گذاری به عنوان مقاله بنیاد محتوا (cornerstone)"],"Mark as fixed":["علامت گذاری به عنوان برطرف شده"],"Mark the most important %1$s as 'cornerstone content' to improve your site structure. %2$sLearn more about cornerstone content%3$s.":["مهمترین %1$s را به عنوان 'بنیاد محتوا' نشانه گذاری کنید تا ساختار سایت شما بهبود پیدا کند. %2$s کسب اطلاعات بیشتر درباره مقالات بنیاد محتوا%3$s."],"Mark this result in the text":["علامت زدن این نتیجه در متن"],"Marks are disabled in current view":["علائم در نمای جاری غیرفعال هستند"],"Media":["رسانه"],"Media & attachment URLs":["لینک های رسانه و فایل های پیوست"],"Meta Desc.":["توضیح متا"],"Meta box":["جعبه متا"],"Meta description":["توضیحات متا"],"Meta description not set.":["توضیحات متا تنظیم نشده است."],"Meta description preview":["پیش نمایش متای توضیحات:"],"Meta description preview:":["پیش نمایش متای توضیحات:"],"Meta description to use for Author page":["توضیحات متا برای استفاده در صفحه نویسنده"],"Meta robots advanced":["متا روبات های پیشرفته"],"Middle dot":["نقطه میانی"],"Mobile preview":["پیش نمایش موبایل"],"Mobile-Friendly Test":["آزمون بهینه بودن برای موبایل"],"Modified":["اصلاح شده"],"Modify your meta description by editing it right here":["توضیحات متا را با ویرایش آن در اینجا اصلاح کنید"],"More info":["اطلاعات بیشتر"],"More information":["اطلاعات بیشتر"],"More information %1$sabout %3$s%2$s":["اطلاعات بیشتر%1$s درباره %3$s%2$s"],"More information about %1$s":["اطلاعات بیشتر در مورد  %1$s"],"Move step down":["انتقال به پایین"],"Move step up":["انتقال به بالا"],"Multiple authors":["نویسندگان متعدد"],"Multiple focus keywords":["کلمات کلیدی اصلی چندگانه"],"Multiple keywords":["کلمات کلیدی متعدد"],"Muted notifications:":["خاموش کردن اعلان ها:"],"Muted problems:":["خاموش کردن مشکلات:"],"MySpace URL":["نشانی MySpace"],"Name":["نام"],"Need help?":["آیا نیازمند کمک هستید؟فروش انحصاری نسخه اورجینال این محصول صرفا توسط دیجیراتی در ژاکت."],"Need some help?":["آیا به کمک بیشتر نیاز دارید؟"],"Needs improvement":["به بهبود نیاز دارد"],"Network Settings":["تنظیمات شبکه"],"New %1$s Title":["عنوان %1$s جدید"],"New Yoast Meta Description":["توضیحات متای جدید افزونه"],"New sites in the network inherit their SEO settings from this site":["سایت‌های دیگر شبکه تنظیمات سئوی خود را از این سایت ارث‌بری می‌کنند"],"New support request":["درخواست پشتیبانی"],"News SEO":["سئوی اخبار"],"Newsletter":["خبرنامه"],"Next":["بعدی"],"Next step":["قدم بعدی"],"No":["خیر"],"No %1$sfocus keyword%2$s was set for this page. If you do not set a focus keyword, no score can be calculated.":["هیچ %1$sکلیدواژه‌ی کانونی%2$s برای این برگه تعیین نشده است. اگر کلیدواژه‌ی کانونی تعیین نشده باشد، نمی‌توان امتیازی محاسبه کرد."],"No %1$simages%2$s appear in this page, consider adding some as appropriate.":["در این نوشته %1$sعکسی%2$s  مشاهده نمی شود. شاید بهتر باشد عکسی اضافه نمایید."],"No %1$sinternal links%2$s appear in this page, consider adding some as appropriate.":["هیچ %1$sلینک داخلی%2$s در این صفحه ظاهر نمی شود، بهتر است چند مورد را اضافه کنید."],"No %1$smeta description%2$s has been specified. Search engines will display copy from the page instead.":["%1$sمتای توضیحات%2$s مشخص نشده است. موتور های جستجو قسمتی از متن صفحه را به جای آن نشان خواهند داد."],"No %1$soutbound links%2$s appear in this page, consider adding some as appropriate.":["هیچ %1$sلینک خروجی%2$s در این صفحه دیده نمی شود، چند لینک مناسب اضافه کنید."],"No Archive":["بدون بایگانی"],"No Image Index":[" فهرست تصویری موجود نیست."],"No Snippet":["بدون سربرگ"],"No ads":["بدون تبلیغات!"],"No ads!":["بدون تبلیغات"],"No focus keyword set.":["هیچ کلیدواژه‌ی کانونی تنظیم نشده است."],"No index":["بدون ایندکس"],"No more dead links":["بدون پیوندهای شکسته"],"No more dead links a.k.a. 404 pages":["دیگر از لینک های خراب و صفحات 404 خبری نیست"],"No new notifications.":["اعلان جدیدی وجود ندارد."],"No numeric value was received.":["هیچ مقدار عددی دریافت نشد."],"No results":["بی نتیجه"],"No results found.":["نتیجه ای یافت نشد"],"No settings found in file.":["تنظیماتی در این پرونده پیدا نمی‌شود."],"No site has been selected to restore.":["هیچ سایتی برای بازیابی انتخاب نشده است."],"No taxonomy metadata found":["متا دیتای طبقه بندی یافت نشد!"],"None":["هیچ کدام!"],"None of the paragraphs are too long, which is great.":["هیچ کدام از پاراگراف های شما خیلی طولانی نیستند، بسیار عالی است."],"Not activated":["فعال نشده است"],"Not all required fields are given. Missing field %1$s":["تمام فیلدهای مورد نیاز پر نشده است. فیلد %1$s فراموش شده است"],"Not available":["در دسترس نیست"],"Not followed":["دنبال نمی‌شود"],"Not found":["یافت نشد"],"Not showing %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["عدم نمایش %1$s در نتایج جستجو به صورت فنی به این معناست که آنها دارای یک متای ربات %2$s هستند و از نقشه های سایت مستثنی خواهند شد. %3$sکسب اطلاعات بیشتر درباره تنظیمات نتایج جستجو%4$s."],"Not showing the archive for %1$s in the search results technically means those will have a %2$s robots meta and will be excluded from XML sitemaps. %3$sMore info on the search results settings%4$s.":["عدم نمایش بایگانی %1$s در نتایج جستجو به صورت فنی به این معناست که آنها دارای یک متای ربات %2$s هستند و از نقشه های سایت مستثنی خواهند شد. %3$sکسب اطلاعات بیشتر درباره تنظیمات نتایج جستجو%4$s."],"Not showing the archive for authors in the search results technically means those will have a %1$s robots meta and will be excluded from XML sitemaps. %2$sMore info on the search results settings%3$s.":["عدم نمایش بایگانی برای نویسندگان در نتایج جستجو به صورت فنی به این معناست که آنها دارای یک متای ربات %1$s هستند و از نقشه های سایت مستثنی خواهند شد. %2$sکسب اطلاعات بیشتر درباره تنظیمات نتایج جستجو%3$s."],"Not showing the archives for authors without posts in the search results technically means those will have a %1$s robots meta and will be excluded from XML sitemaps. %2$sMore info on the search results settings%3$s.":["عدم نمایش بایگانی ها برای نویسندگان فاقد مطلب در نتایج جستجو به صورت فنی به این معناست که آنها دارای یک متای ربات %1$s هستند و از نقشه های سایت مستثنی خواهند شد. %2$sکسب اطلاعات بیشتر درباره تنظیمات نتایج جستجو%3$s."],"Not showing the date archives in the search results technically means those will have a %1$s robots meta and will be excluded from XML sitemaps. %2$sMore info on the search results settings%3$s.":["عدم نمایش بایگانی های مبتنی بر تاریخ در نتایج جستجو به صورت فنی به این معناست که آنها دارای یک متای ربات %1$s هستند و از نقشه های سایت مستثنی خواهند شد. %2$sکسب اطلاعات بیشتر درباره تنظیمات نتایج جستجو%3$s."],"Not supported!":["متاسفانه یکی از رده‌های داده شده توسط این نوع نوشته پشتیبانی نمی‌شود."],"Note that links to archives might be still output by your theme and you would need to remove them separately.":["توجه داشته باشید که لینک به آرشیو ممکن است هنوز هم توسط قالب خروجی داشته باشد شما نیاز است بطور جداگانه حذفشان کنید."],"Note that not all variables can be used in every field.":["توجه داشته باشید که تمامی متغیر ها نمیتوانند در هر field دلخواه استفاده شوند"],"Note that not all variables can be used in every template.":["توجه داشته باشید همۀ متغیرها در هر قالبی نمی تواند استفاده گردند."],"Note: we don't store your data in any way and don't have full access to your account. \nYour privacy is safe with us.":["توجه: ما اطلاعات سایت شما را ذخیره نخواهیم کرد و هیچ دسترسی به سایت شما نخواهیم داشت.\nحریم خصوصی شما نزد ما محفوظ است."],"Notifications":["اطلاعیه"],"Number of internal links in this post. See \"Yoast Columns\" text in the help tab for more info.":["تعداد پیوندهای داخلی در این نوشته. ببینید \"ستون‌های Yoast\" در زبانه کمک برای اطلاعات بیشتر"],"Number of internal links linking to this post. See \"Yoast Columns\" text in the help tab for more info.":["تعداد پیوندهای داخلی که به این پست لینک شده اند. ببینید \"ستون‌های Yoast\" در زبانه کمک برای اطلاعات بیشتر."],"Number of results found: %d":["تعداد نتایج یافت شده: %d"],"Number of results found: %s":["تعداد نتایج یافت شده: %s"],"OK":["تایید"],"OK SEO score":["نمره معمولی سئو"],"Object %1$s with id %2$s not found":["موضوع %1$s با ای دی %2$s پیدا نشد "],"Off":["غیرفعال"],"On":["فعال"],"On this page, you can change the name of your site and choose which\n separator to use. The separator will display, for instance, between your\n post title and site name. Symbols are shown in the size they'll appear in\n the search results. Choose the one that fits your brand best or takes up\n the least space in the snippets.":["در این صفحه می توانید نام سایت خود را تغییر دهید و \nمشخص کنید چه جداکننده ای استفاده شود. جدا کننده بین \nنام سایت و نام مطلب قرار خواهد گرفت. نشانه ها در همان اندازه که در نتایج جستجو \nنمایش داده می شوند قابل مشاهده هستند.گزینه ای که مناسب برند تجاری شماست یا\nکمترین فضا را اشغال می کند انتخاب کنید."],"Once Weekly":["یک‌بار در هفته"],"Once you add a bit more copy, we'll give you a list of related content here to which you could link in your post.":["چنانچه کمی بیشتر محتوا ثبت کنید می توانیم لیستی از مطالب مرتبط با این مطلب را به شما نمایش دهیم تا متوجه شوید کدام مطلب را در نوشته خود لینک کنید."],"Once you add a bit more copy, we'll give you a list of words and word combination that occur the most in the content. These give an indication of what your content focuses on.":["چنانچه کمی بیشتر محتوا ثبت کنید می توانیم کلمات یا ترکیبی از کلماتی که بیش از همه در محتوا استفاده کردید را مشخص کنیم. این مشخص سازی برای نمایش تمرکز محتوای شما روی موضوعات مشخص مفید است."],"Once you're certain your site is OK, you can clean up. This will remove all the original data.":["هنگامی که مطمئن هستید سایت شما درست است، می توانید پاکسازی را شروع کنید. این کار تمام داده های اصلی را حذف می کند."],"Open":["بازکردن"],"Open the knowledge base article in a new window or read it in the iframe below":["بازکردن مقاله پایگاه دانش در پنجره جدید یا خواندن آن در آی فریم زیر"],"Optimize a single post for up to 5 keywords.":["بهینه سازی نوشته تکی برای بیشتر از 5 کلمه کلیدی"],"Optimize your shop's SEO and sell more products!":["بهینه‌سازی سئوی فروشگاه و فروش بیشتر محصولات!"],"Optimize your site for Google News":["بهینه کردن سایت برای اخبار گوگل"],"Optimize your site for Google News.":["بهینه کردن سایت برای اخبار گوگل"],"Optimize your videos to show them off in search results and get more clicks!":["ویدئوهای خود را بهینه کنید تا با نمایش در نتایج جستجو کلیک‌های بیشتری دریافت کنند!"],"Option A: My site is live and ready to be indexed":["گزینه A: سایت من فعال است و آماده ایندکس شدن توسط موتورهای جستجو"],"Option B: My site is under construction and should not be indexed":["گزینه B: سایت من درحال ساخت است و فعلا نباید ایندکس شود."],"Other":["دیگر"],"Other benefits of %1$s for you:":["از دیگر مزایا %1$s برای شما:"],"Other benefits of %s for you:":["دیگر مزایای %s برای شما:"],"Outrank the competition with %s":["برتری رقابت با %s"],"PHP is the programming language WordPress is developed in and your site runs on. PHP %1$s was released in %2$s and was replaced by PHP %3$s in %4$s. Newer versions of PHP are both faster and more secure, so updating will have a positive effect on your site. Plus, it it enables our developers to use the latest technologies to make Yoast SEO even better.":["PHP زبان برنامه نویسی وردپرس است و در سایت شما اجرا می شود. PHP %1$s در %2$s منتشر شد و PHP %3$s در %4$s جایگزین شد. نسخه های جدیدتر از پی اچ پی سریع تر و امن تر هستند، بنابراین به روز رسانی تاثیر مثبتی بر روی سایت شما خواهد داشت. علاوه بر این، توسعه دهندگان ما را قادر می سازد تا با استفاده از آخرین تکنولوژی ها Yoast SEO را بهتر از همیشه توسعه دهند."],"PHP update required.":["بروزرسانی PHP ضروریست."],"Page":["برگه"],"Page %1$d of %2$d":["صفحه %1$d از %2$d"],"Page URL/Slug":["نامک/نشانی صفحه"],"Page not found":["صفحه پیدا نشد"],"Page number":["شماره برگه"],"Pagenumber":["تعداد برگه"],"Pagetotal":["جمع برگه"],"Paging comments is enabled, this is not needed in 999 out of 1000 cases, we recommend to disable it.":["صفحه بندی دیدگاه ها فعال است. در 999 مورد از 1000 مورد به این گزینه نیازی نیست. توصیه می شود این گزینه را غیر فعال کنید."],"Parent title":["عنوان والد"],"Paste your %s license key here...":["کلید لایسنس را %s اینجا وارد کنید....."],"Person":["شخص"],"Pinterest":["پینترست"],"Pinterest Rich Pins Validator":["اعتبار سنج پین های قوی (Rich Pins) پینترست - Pinterest"],"Pinterest URL":["نشانی Pinterest"],"Pinterest confirmation":["تائیدیه Pinterest"],"Pinterest settings":["تنظیمات پینترست"],"Pinterest uses Open Graph metadata just like Facebook, so be sure to keep the Open Graph checkbox on the Facebook tab checked if you want to optimize your site for Pinterest.":["پینترست از متای داده Open Graph مانند فیسبوک استفاده می کند، مطمئن شوید که باکس Open Graph در تب فیسبوک انتخاب شده باشد اگر می خواهید سایتتان برای پینترست بهینه شود."],"Please check your posts and pages and see if the metadata was successfully imported.":["لطفا نوشته ها و برگه های خود را بررسی کنید تا مشخص شود متا دیتا با موفقیت وارد شده است."],"Please choose the %s configuration of your liking:":["لطفا نوع پیکربندی موردنظرتان را برای %s انتخاب کنید:"],"Please create an %1$sSEO title%2$s.":["لطفا یک %1$sعنوان سئو%2$s ایجاد کنید."],"Please enter a license key in the field below first.":["لطفاً لایسنس را در اولین گزینۀ زیر وارد کنید."],"Please make a backup of your database before starting this process.":["لطفا قبل از انجام اینکار از پایگاه داده خود پشتیبان تهیه کنید."],"Please provide a meta description by editing the snippet below.":["لطفا با ویرایش متن زیر توضیحات متا را ارائه دهید."],"Please provide a meta description by editing the snippet below. If you don’t, Google will try to find a relevant part of your post to show in the search results.":["لطفا توضیحات متا را با ویرایش اسنیپت زیر انجام دهید. اگر شما این کار را نکنید، گوگل سعی می کند یک قسمت مرتبط از پست شما را برای نمایش در نتایج جستجو پیدا کند."],"Please provide an SEO title by editing the snippet below.":["لطفا یک عنوان سئو با ویرایش متن زیر ارائه دهید."],"Please refer to %1$sour article about how to connect your website to Google Search Console%2$s if you need assistance.":["لطفا اگر نیازمند دستیار هستید به %1$s مقالات ما درباره چگونگی اتصال سایت شما به کنسول جستجوی گوگل %2$s مراجعه کنید."],"Please select a valid post type for taxonomy \"%s\"":["لطفاً برای دسته‌بندی \"%s\" نوع نوشتۀ معتبری را انتخاب کنید."],"Please select a valid taxonomy for post type \"%s\"":["لطفاً رده بندی معتبری را برای نوع نوشته \"%s\" انتخاب کنید."],"Please specify if your site is under construction or already active.":["لطفا مشخص کنید سایت شما در حال ساخت است یا فعال شده است."],"Please specify what content types you would like to appear in search engines.\n If you do not know the differences between these, it's best to choose the\n default settings.":["لطفا مشخص کنید کدامیک از انواع محتوا در موتورهای جستجو نمایش داده شوند. \nاگر تفاوت بین این موارد را نمی دانید بهتر است تنظیمات پیشفرض را \nانتخاب کنید و به چیزی دست نزنید."],"Plugin: ":["افزونه: "],"Post Status":["وضعیت نوشته"],"Post doesn't exist.":["نوشته موجود نیست."],"Post has an invalid Content Type: %s.":["نوشته دارای نوع نوشتۀ نامعتبر است: %s"],"Post is set to noindex.":["پست به حالت noindex تنظیم شد."],"Post type (plural)":["نوع نوشته (جمع)"],"Post type (singular)":["نوع نوشته (تکی)"],"Posts":["نوشته‌ها"],"Posts %1$swithout%2$s a focus keyword":["پست های %1$sبدون%2$s کلمه کلیدی کانونی"],"Posts list":["لیست نوشته‌ها"],"Posts list navigation":["لیست ناوبری نوشته‌ها"],"Posts that should not show up in search results":["نوشته‌هایی که نمی خواهید در نتایج جستجو نمایش داده شود"],"Posts with the SEO score: %1$sOK%2$s":["نوشته دارای نمره سئوی: %1$قابل قبول %2$s"],"Posts with the SEO score: %1$sgood%2$s":["نوشته دارای نمره سئوی: %1$خوب %2$s"],"Posts with the SEO score: %1$sneeds improvement%2$s":["نوشته‌ دارای نمره سئوی: %1$sنیازمند بهبود%2$s"],"Prefix for Archive breadcrumbs":["پیشوند برای پیوندهای خرده ریزۀ بایگانی"],"Prefix for Search Page breadcrumbs":["پیشوند برای پیوندهای خرده ریزۀ صفحات جستجو"],"Prefix for archive pages:":["پیشوند برای صفحه‌های بایگانی:"],"Prefix for breadcrumbs:":["پیشوند برای سلسله نشانی‌ها:"],"Prefix for search result pages:":["پیشوند برای صفحات نتایج جستجو: "],"Prefix for the breadcrumb path":["پیشوند برای مسیر پیوندهای خرده ریزه"],"Premium":["نسخه پولی"],"Premium Support":["پشتیبانی ویژه ژاکِت"],"Premium support":["پشتیبانی ویژه ژاکِت"],"Preview":["پیش‌نمایش"],"Preview &#8220;%s&#8221;":["پیش‌نمایش &#8220;%s&#8221;"],"Preview your page in Facebook and Twitter":["پیش نمایش برگه شما در فیسبوک و توییتر"],"Previous":["قبلی"],"Previous step":["قدم قبلی"],"Primary":["اصلی"],"Primary %s":["اصلی %s"],"Primary category":["دسته اصلی"],"Privacy sensitive (FB admins and such), theme specific (title rewrite) and a few very site specific settings will not be imported to new sites.":["اطلاعات حساس به حریم خصوصی (اطلاعات مدیران فیسبوک و غیره)، موارد خاص مربوط به قالب (بازنویسی عنوان) و برخی تنظیمات خاص سایت به سایت های جدید وارد نمی شوند."],"Problems":["مشکلات"],"Profile":["نمایه"],"Prominent words":["کلمات شاخص"],"Provide an image of the company logo":["ارائه یک تصویر از نماد شرکت"],"Publication date":["تاریخ انتشار"],"RSS":["RSS"],"RSS feed settings":["تنظیمات خبرخوان rss"],"Rank better locally and in Google Maps, without breaking a sweat!":["بهترین رتبه منطقه ای در نقشه سایت گوگل"],"Rank for up to 5 focus keywords per page":["رتبه بندی تا حداکثر 5 کلیدواژه کانونی در هر برگه"],"Read more about how %s works.":["درباره عملکرد %s بیشتر بدانید."],"Read more like this on our SEO blog":["در وبلاگ سئوی ما مطالب بیشتری مشابه این بخوانید"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":["راهنمای  %1$sتحقیق راجع به کلمات کلیدی%2$s را بخوانید تا با استراتژی ها و مباحث تخصصی کلمات کلیدی آشنا شوید."],"Read why XML Sitemaps are important for your site.":["چرا نقشه های XML برای سایت شما مهم هستند؟"],"Read {{a}}our article about site structure{{/a}} to learn more about how internal linking can help improve your SEO.":["مقاله ما درباره {{a}}ساختار سایت{{/a}} را مطالعه کنید تا بدانید لینک های داخلی چگونه روی سئوی سایت شما تاثیر گذار هستند."],"Readability":["خوانایی"],"Readability analysis":["تجزیه و تحلیل خوانایی"],"Readability score":["نمره خوانایی"],"Readability: %1$sGood%2$s":["خوانایی: %1$sخوب%2$s"],"Readability: %1$sNeeds improvement%2$s":["خوانایی: %1$sنیازمند بهبود%2$s"],"Readability: %1$sNot available%2$s":["خوانایی: %1$sمشخص نیست%2$s"],"Readability: %1$sOK%2$s":["خوانایی: %1$sمورد قبول%2$s"],"Readability: Good":["خوانایی: خوب"],"Readability: Needs improvement":["خوانایی: نیازمند بهبود است"],"Readability: OK":["خوانایی: مورد قبول است"],"Reauthenticate with Google":["تعیین هویت مجدد با گوگل"],"Reauthenticate with Google ":["تعیین هویت مجدد با گوگل"],"Recalculating SEO scores for all pieces of content with a focus keyword.":["در حال محاسبه مجّدد امتیازات سئو برای همه قسمت های محتوا با یک کلمه کلیدی اصلی."],"Redirect attachment URLs to the attachment itself?":["ریدایرکت کردن لینک های فایل های پیوست به خود فایل های پیوست؟"],"Redirect manager":["مدیریت تغییر مسیر"],"Register now &raquo;":["هم اکنون ثبت نام نمایید &raquo;"],"Regular":["منظم"],"Reload crawl issues":["بارگذاری مجدد مشکلات خزیدن"],"Remind me again in 4 weeks.":["در 4 هفته آینده مجدد یادآوری کن"],"Remove":["حذف"],"Remove blog page from breadcrumbs":["حذف صفحۀ وبلاگ از سلسله نشانی‌ها"],"Remove highlight from the text":["حذف برجسته کردن متن"],"Remove keyword":["حذف کلمه کلیدی"],"Remove marks in the text":["علامات را در نوشته پاک کنید"],"Remove the categories prefix":["حذف پیشوند دسته بندی ها"],"Remove the image":["پاک کردن این عکس"],"Removes the keyword tab from the metabox and disables all SEO-related suggestions.":["حذف تب کلمه کلیدی از متاباکس و غیرفعال کردن همه سئوهای پیشنهادی مرتبط "],"Removes the readability tab from the metabox and disables all readability-related suggestions.":["حذف زبانه \"خوانایی\" از متاباکس و غیرفعال کردن همه پیشنهادات مرتبط با خوانایی"],"Replaced with a custom taxonomies description":["جایگزینی با یک توضیحات طبقه‌بندی دلبخواه انجام شد"],"Replaced with a posts custom field value":["جایگزین شده با مقدار زمینه دلخواه نوشته ها"],"Replaced with a posts custom taxonomies, comma separated.":["جایگزین شده با یک طبقه بندی دلخواه پست ها، جداشده با ویرگول"],"Replaced with the category description":["جایگزین شده با شرح دسته‌بندی"],"Replaced with the content type plural label":["با برچسب چندتایی محتوا جایگزین شده است"],"Replaced with the content type single label":["با برچسب تک محتوا جایگزین شده است"],"Replaced with the current page number":["جایگزین شده با شماره صفحه جاری"],"Replaced with the current page number with context (i.e. page 2 of 4)":["جایگزین با شماره صفحه جاری با زمینه (مثال صفحه 2 از 4)"],"Replaced with the current page total":["جایگزین شده با تعداد برگه جاری"],"Replaced with the current search phrase":["جایگزین شده با عبارت جستجوی جاری"],"Replaced with the current tag/tags":["جایگزین شده با برچسب/برچسب‌های فعلی"],"Replaced with the date of the post/page":["جایگزین شده با تاریخ نوشته/برگه"],"Replaced with the normal title for an archive generated by WordPress":["جایگزین شده با عنوان عادی برای یک آرشیو تولید شده توسط وردپرس"],"Replaced with the post categories (comma separated)":["جایگزین شده با دسته‌بندی های پست (جداشده با ویرگول)"],"Replaced with the post/page ID":["جایگزین شده با آی دی برگه/نوشته"],"Replaced with the post/page author's 'Biographical Info'":["جایگزین با نوشته/ برگه نویسنده 'اطلاعات زندگینامه'"],"Replaced with the post/page author's 'nicename'":["جایگزین شده با 'نام انتخابی' نویسنده برگه/نوشته"],"Replaced with the post/page excerpt (or auto-generated if it does not exist)":["جایگزین شده با خلاصه نوشته/برگه (یا تولید شده خودکار درصورت عدم وجود)"],"Replaced with the post/page excerpt (without auto-generation)":["جایگزین شده با خلاصه نوشته/برگه (بدون تولید خودکار) "],"Replaced with the post/page modified time":["جایگزین شده با تاریخ ویرایش برگه/نوشته"],"Replaced with the posts focus keyword":["جایگزین شده با کلمه کلیدی اصلی نوشته ها"],"Replaced with the primary category of the post/page":["جایگزین شد با دسته اولیه از نوشته/برگه"],"Replaced with the slug which caused the 404":["جایگزینی با نامکی که باعث خطای 404 می‌شد انجام شد"],"Replaced with the tag description":["جایگزین شده با شرح برچسب"],"Replaced with the term description":["جایگزین شده با شرح رابطه"],"Replaced with the term name":["جایگزین شده با نام رابطه"],"Replaced with the title of the parent page of the current page":["جایگزین با عنوان صفحه اصلی از صفحه فعلی"],"Replaced with the title of the post/page":["جایگزین شده با عنوان نوشته/برگه "],"Request error: \"%s\" (%scommon license notices%s)":["خطای درخواست: \"%s\" (اعلامیه معمول لایسنس %s: %s ) "],"Request method %1$s is not valid.":["روش درخواست %1$s معتبر نیست."],"Request timed out or site is blocking Google.":["زمان درخواست به پایان رسیده و یا سایت را گوگل مسدود کرده است."],"Response code":["کد پاسخ"],"Restore Site":["بازگرداندن سایت"],"Restore site to defaults":["برگرداندن سایت به حالت پیشفرض"],"Restore this item.":["بازگردانی این گزینه"],"Right angle quotation mark":["علامت نقل قول زاویه راست"],"SEO":["سئو"],"SEO Book":["کتاب سئو"],"SEO Settings":["تنظیمات سئو"],"SEO Title":["عنوان سئو"],"SEO analysis":["تجزیه و تحلیل سئو"],"SEO issue: The featured image should be at least 200 by 200 pixels to be picked up by Facebook and other social media sites.":["تصویر شاخص باید حداقل 200x200 پیکسل باشد تا توسط فیسبوک و دیگر شبکه های اجتماعی مورد استفاده قرار گیرد."],"SEO score":["نمره سئو"],"SEO title":["عنوان سئو"],"SEO title preview":["پیش نمایش عنوان سئو:"],"SEO title preview:":["پیش نمایش عنوان سئو:"],"SEO: %1$sGood%2$s":["سئو: %1$sخوب%2$s"],"SEO: %1$sNeeds improvement%2$s":["سئو: %1$sنیازمند بهبود%2$s"],"SEO: %1$sNot available%2$s":["سئو: %1$sنامشخص%2$s"],"SEO: %1$sOK%2$s":["سئو: %1$sمورد قبول%2$s"],"SEO: Good":["سئو : خوب"],"SEO: Needs improvement":["سئو: نیازمند بهبود است"],"SEO: No Focus Keyword":["سئو : بدون کلمه کلیدی اصلی"],"SEO: OK":["سئو : بسیار خوب"],"SEO: Post Noindexed":["سئو : مطلب Noindexed"],"Save":["ذخیره"],"Save Profile":["ذخیره نمایه"],"Save all":["ذخیره همه"],"Save changes":["ذخیره تغییرات"],"Save changes to %s":["ذخیره تغییرات به %s"],"Scroll to see the preview content.":["برای دیدن پیشنمایش محتوا اسکرول کنید."],"Scroll to see the table content.":["اسکرول برای دیدن محتوای جدول."],"Seamlessly integrate %1$s into your AMP pages!":["ادغام %1$s با صفحات AMP سایت شما!"],"Seamlessly integrate %2$s with %1$s for the content analysis!":["ادغام %2$s با %1$s برای تجزیه و تحلیل محتوا!"],"Seamlessly integrate WooCommerce with %1$s and get extra features!":["ادغام یکپارچه ووکامرس با %1$s و گرفتن امکانت بیشتر."],"Search":["جستجو"],"Search Appearance":["بهبود ظاهر جستجوها"],"Search Console":["میزفرمان جستجو"],"Search engine visibility":["قابلیت مشاهده توسط موتورهای جستجو"],"Search engines and other websites can still send traffic to your deleted post.":["موتورهای جستجو و وب سایت های دیگر می توانند ترافیك را به پست های حذف شده شما ارسال كنند."],"Search engines should show \"%1$s\" in search results:":["موتورهای جستجو باید  \"%1$s\" را در نتایج جستجو نمایش دهند:"],"Search for \"%s\"":["جستجو برای \"%s\""],"Search pages":["صفحات جستجو"],"Search phrase":["عبارت جستجو"],"Search result":["نتیجه جستجو"],"Search results":["نتایج جستجو"],"Search the Yoast Knowledge Base for answers to your questions:":["برای پاسخ به سوالات خود، پایگاه دانش Yoast را جستجو کنید:"],"Security: no advanced settings for authors":["امنیت: تنظیمات پیشرفته برای نویسندگان در دسترس نیست."],"See the XML sitemap.":["مشاهده نقشه های سایت XML."],"See who contributed to %1$s.":["ببینید چه کسی به %1$s کمک کرده است."],"Select profile":["انتخاب پروفایل"],"Select redirect":["انتخاب تغییر مسیر"],"Separator":["جداکننده"],"Separator between breadcrumbs":["جدا کننده میان پیوندهای خرده ریزه"],"Server Error":["خطای سرور"],"Server requires authentication or is blocking Googlebot from accessing the site.":["سرور نیاز دارد به احراز هویت و یا مسدود کردن گوگل از دسترسی به سایت ."],"Settings":["تنظیمات"],"Settings Updated.":["تنظیمات بروز شد."],"Settings could not be imported:":["تنظیمات نباید وارد شود :"],"Settings for %s archive":["تنظیمات برای  آرشیو %s"],"Settings for single %s URLs":["تنظیمات برای آدرس %s های تکی"],"Settings successfully imported.":["تنظیمات با موفقیت وارد شده است."],"Should search engines follow links on this %1$s?":["موتورهای جستجو باید لینک های موجود در %1$s را دنبال کنند؟"],"Show":["نمایش دادن"],"Show %s in search results?":["نمایش %s در نتایج جستجو؟"],"Show All Content Types":["نمایش همه انواع محتوا"],"Show Blog page":["نمایش صفحه نوشته‌ها"],"Show information about errors in category 'Access Denied'":["نمایش اطلاعات در مورد خطاهای دسته 'دسترسی ممنوع'"],"Show information about errors in category 'Blocked'":["نمایش اطلاعات در مورد خطاهای دسته \"مسدود شده\""],"Show information about errors in category 'Not Found'":["نمایش اطلاعات در مورد خطاهای دسته \"موردی پیدا نشد\""],"Show information about errors in category 'Other'":["نمایش اطلاعات در مورد خطاهای دسته \"دیگر خطاها\""],"Show information about errors in category 'Server'":["نمایش اطلاعات در مورد خطاهای دسته \"سرور\" (Server)"],"Show information about errors in category 'Soft 404'":["نمایش اطلاعات در مورد خطاهای دسته \"404 نرم\" (Soft 404)"],"Show your videos in Google Videos":["نمایش ویدئوهای شما در ویدئوی گوگل"],"Showing step items as an ordered list.":["نمایش آیتم های مراحل به صورت لیست مرتب"],"Showing step items as an unordered list":["نمایش آیتم های مراحل به صورت لیست نامرتب"],"Sign Up!":["ثبت‌نام"],"Sign up for our newsletter if you would like to keep up-to-date about %1$s, other cool plugins by %2$s, and interesting news and tips from the world of SEO.":["پلاگین Yoast SEO پیکربندی شده است. اما فراموش نکنید که اصول سئو همواره درحال تغییر است. در خبرنامه ما عضو شوید تا همواره از تکنیک های سئو باخبر شوید."],"Site Admins (default)":["مدیر سایت (پیش‌فرض)"],"Site ID":["شناسه (ID) سایت"],"Site title":["عنوان سایت"],"Site type":["نوع سایت"],"Site with ID %d not found.":["سایت با شناسه %d یافت نشد."],"Site-wide default: %s":["پیش‌فرض در تمام تارنما: %s"],"Slug":["نامک"],"Slug preview:":["پیش نمایش نامک:"],"Small tilde":["ریشه یابی لغات کوچک"],"Smartphone":["گوشی هوشمند"],"Snippet Preview":["پیش نمایش اسنیپت"],"Snippet preview":["پیش نمایش اسنیپت"],"Snippet variables":["قطعه متغیر ها"],"Social":["شبکه های اجتماعی"],"Social Previews":["پیش‌نمایش شبکه های اجتماعی"],"Social media preview":["پیش نمایش شبکه های اجتماعی"],"Social previews":["پیش‌نمایش شبکه های اجتماعی"],"Social profiles":["پروفایل شبکه های اجتماعی"],"Soft 404":["خطای Soft 404"],"Some parts of your text do not contain the keyword. Try to %1$sdistribute%2$s the keyword more evenly.":["قسمت هایی از محتوای شما کلیدواژه کانونی را شامل نمی شود. سعی کنید %1$sتوزیع%2$s کلیدواژه را بیشتر کنید."],"Something else":["چیز دیگر"],"Something went wrong. Please reload the page.":["مشکلی رخ داد. لطفا برگه را مجدد بارگذاری کنید."],"Something went wrong. Please try again later.":["اشتباهی رخ داده است.لطفا دوباره تلاش کنید."],"Special Pages":["صفحات ویژه"],"Step %1$d: %2$s":["قدم %1$d: %2$s"],"Step 1: Create a backup":["مرحله1: ایجاد نسخه پشتیبان"],"Step 2: Import":["مرحله2: درون‌ریزی"],"Step 3: Check your data":["مرحله 3 : اطلاعات خود را بررسی کنید"],"Step 4: Run the configuration wizard":["مرحله4: اجرای پیکربندی آسان"],"Step 5: Clean up":["مرحله5: پارکسازی"],"Stop counting":["توقف شمارش"],"Structured Data Blocks":["بلوک های داده ساختار یافته"],"Success!":["موفقیت!"],"Success: %s":["موفقیت: %s"],"Summary":["خلاصه"],"Summary with large image":["خلاصه با تصویر بزرگ"],"Super Admins only":["فقط مدیران اصلی"],"Superfast internal linking suggestions":["پیشنهادات پیوند داخلی فوق العاده سریع"],"Superfast internal links suggestions":["پیشنهادات سریع لینک های داخلی"],"Support requests you create here are sent directly into our support system, which is secured with 256 bit SSL, so communication is 100% secure.":["تیکت های پشتیبانی که اینجا ایجاد شوند به صورت مستقیم برای تیم پشتیبانی یوآست ارسال می شود."],"Tag":["تگ"],"Tag description":["توضیح تگ"],"Tagline":["شعار"],"Take note:":["توجه داشته باشید:"],"Taxonomies":["طبقه بندی"],"Taxonomy to show in breadcrumbs for content types":["طبقه بندی برای نمایش در موقعیت کنونی کاربر برای انواع محتوا"],"Team Yoast":["تیم Yoast"],"Template explanation":["تعریف قالب"],"Term description":["توضیح شرایط"],"Term is set to noindex.":["به حالت noindex تنظیم شد."],"Term title":["عنوان شرایط"],"Term404":["شرایط 404"],"Text %1$s of %2$s processed.":["متن %1$s از %2$s در حال پردازش است."],"Text link counter":["شمارنده پیوند متن"],"The %1$s admin bar menu contains useful links to third-party tools for analyzing pages and makes it easy to see if you have new notifications.":["نوار %1$s منوی مدیریت شامل لینک‌های مفیدی از ابزارها برای آنالیز برگه‌ها و دیدن اطلاعیه‌های جدید است."],"The %1$s data has been removed. You will have to reauthenticate if you want to retrieve the data again.":["داده ها %1$s  حذف شده است. شما باید دوباره تایید کنید اگر می خواهید داده ها را بازیابی کنید"],"The %1$s plugin installation is incomplete. Please refer to %2$sinstallation instructions%3$s.":["نصب %1$s افزونه کامل نشد. به %2$sنحوه نصب%3$s مراجعه کنید."],"The %1$s plugin might cause issues when used in conjunction with %2$s.":["ممکن است افزونه %1$s زمانی که همزمان با افزونه %2$s فعال می شود مشکلاتی را بوجود آورد."],"The %1$sSEO title%2$s contains the focus keyword, at the beginning which is considered to improve rankings.":["کلیدواژه‌ی کانونی در ابتدای %1$sعنوان سئوی سایت%2$s است که می‌تواند باعث بهبود رتبه‌بندی سئو شود."],"The %1$sSEO title%2$s contains the focus keyword, but it does not appear at the beginning; try and move it to the beginning.":["%1$sعنوان سئوی سایت%2$s حاوی کلیدواژه‌ی کانونی است، اما کلیدواژه در ابتدای عنوان ظاهر نشده؛ سعی کنید آن را به ابتدای عنوان ببرید."],"The %1$sSEO title%2$s has a nice length.":["%1$sعنوان سئوی سایت%2$s طول خوبی دارد."],"The %1$sSEO title%2$s is too short. Use the space to add keyword variations or create compelling call-to-action copy.":["%1$sعنوان SEO %2$s خیلی کوتاه است. برای افزودن حالت های دیگر کلمات کلیدی، از فاصله مجازی (کلید Space) استفاده کنید یا یک Call To Action متقاعد کننده شامل کلید واژه کانونی را در عنوان سئو اضافه کنید."],"The %1$sSEO title%2$s is wider than the viewable limit.":["%1$sعنوان سئو%2$s از محدوده قابل مشاهده بزرگتر می باشد."],"The %1$simages%2$s on this page are missing alt attributes.":["%1$sتصاویر%2$s موجود در این برگه خاصیت alt ندارند."],"The %1$simages%2$s on this page contain alt attributes with the focus keyword.":["%1$sتصاویر%2$s موجود در این برگه دارای خصیصه alt حاوی کلیدواژه‌ی کانونی هستند."],"The %1$simages%2$s on this page contain alt attributes.":["%1$sتصاویر%2$s این صفحه حاوی خاصیت alt هستند."],"The %1$simages%2$s on this page do not have alt attributes containing the focus keyword.":["%1$sتصاویر%2$s موجود در این برگه خصیصه alt که شامل کلیدواژه‌ی کانونی باشد را ندارند."],"The %1$skeyphrase%2$s is over 10 words, a keyphrase should be shorter.":["%1$sعبارت کلیدی%2$s شما بیشتر از 10 کلمه دارد ، عبارت کلیدی باید کوتاه تر باشد. "],"The %1$smeta description%2$s has a nice length.":["%1$sتوضیحات متا%2$s طول خوبی دارد."],"The %1$smeta description%2$s is over %3$d characters. Reducing the length will ensure the entire description will be visible.":["%1$sتوضیحات متا%2$s، بالای %3$d حرف است. کوتاه تر کردن توضیحات به شما این اطمینان را می دهد که توضیحات به طور کامل قابل مشاهده باشند."],"The %1$smeta description%2$s is under %3$d characters long. However, up to %4$d characters are available.":["%1$sتوضیحات متا%2$s  کمتر از %3$d حرف است. به هر حال حداکثر %4$d حرف مجاز است."],"The %s importer functionality uses temporary database tables. It seems your WordPress install does not have the capability to do this, please consult your hosting provider.":["عملکرد درون ریزی %s  از جداول پایگاه داده موقت استفاده می کند. به نظر میرسد نصب وردپرس شما توانایی انجام این کار را ندارد، لطفا با ارائه دهنده میزبانی خود مشورت کنید."],"The <strong>Text link counter</strong> feature (introduced in %1$s %2$s) is currently disabled. For this feature to work %1$s needs to create a table in your database. We were unable to create this table automatically.\n\t\t\t\t\tPlease read the following %3$sknowledge base article%4$s to find out how to resolve this problem.":["ویژگی<strong>شمارنده پیوند متن</strong>(معرفی شده در %1$s %2$s) اکنون غیرفعال است. برای کارکرد این ویژگی %1$s باید جدولی در پایگاه داده ایجاد کنید. ما نمی توانیم بطور خودکار این جدول را ایجاد کنیم.\n\t\t\t\t\tلطفا راهنمای زیر را دنبال کنید%3$sبرای رفع این مشکل%4$s."],"The <strong>Text link counter</strong> feature (introduced in %1$s %2$s) is currently disabled. For this feature to work %1$s requires at least PHP version %3$s. We have detected PHP version %4$s on this website.\n\t\t\t\t\tPlease read the following %5$sknowledge base article%6$s to find out how to resolve this problem.":["ویژگی<strong>شمارنده پیوند</strong>(معرفی شده در%1$s %2$s)اکنون غیرفعال است. برای اینکه ویژگی درست عمل کند %1$sنیاز به نسخه PHP %3$s. نسخه PHP در سایت شما %4$sاست.\t\t\t\t\t بخوانید %5$sآموزش%6$s برای رفع این مشکل."],"The Breadcrumbs Title is used in the breadcrumbs where this taxonomy appears.":["عنوان ریز آدرس‌ها در مکانی از ریز آدرس‌ها ظاهر می‌شود که طبقه بندی آنجا باشد."],"The SEO analysis offers suggestions to improve the SEO of your text.":["تجزیه و تحلیل سئو پیشنهاداتی برای بهبود سئوی محتوایی مطالب به شما ارائه می کند."],"The Standard PHP Library (SPL) extension seem to be unavailable. Please ask your web host to enable it.":["کتابخانه های استاندارد PHP دردسترس نیست. با هاست خود برای فعال کردن (SPL) سوال کنید."],"The URL that this page should redirect to.":["نشانی اینترنتی که این صفحه باید به آن ارجاع داده شود."],"The advanced section of the %1$s meta box allows a user to remove posts from the search results or change the canonical. These are things you might not want any author to do. That's why, by default, only editors and administrators can do this. Setting to \"%2$s\" allows all users to change these settings.":["بخش پیشرفته متاباکس %1$s به کاربر این امکان را می دهد تا مطالب را از نتایج جستجو حذف کند یا آدرس قانونی آن را تغییر دهید. برخی چیزها وجود دارند که ممکن است نخواهید هیچ کاربری آنها را انجام دهد. به همین علت است که به صورت پیشفرض فقط ویرایشگرها و مدیران کل می توانند این کار را انجام دهند. تغییر تنظیمات به \"%2$s\" به تمام کاربران امکان تغییر این تنظیمات را خواهد داد."],"The canonical URL that this page should point to, leave empty to default to permalink. %1$sCross domain canonical%2$s supported too.":["آدرس های canonical که در این صفحه هستند باید خالی باشند در پیوندهای یکتای پیشفرض%1$sCross domain canonical%2$s پشتیبانی میشود."],"The canonical link is shown on the archive page for this term.":["پیوند قانونی (Canonical link) این اصطلاح در صفحۀ بایگانی نشان داده شده است."],"The configuration wizard helps you to easily configure your site to have the optimal SEO settings.":["پیکربندی سریع به شما کمک می کند براحتی سایت خود را با بهترین تنظیمات سئو  پیکربندی کنید."],"The copy scores %1$s in the %2$s test, which is considered %3$s to read. %4$s":["نمرۀ متن شما %1$s از %2$s امتحان است که برای خواندن %3$s را در نظر بگیرید. %4$s"],"The cornerstone content feature lets you to mark and filter cornerstone content on your website.":["قابلیت مقاله بنیان محتوا امکان نشانه گذاری و فیلترکردن مقاله بنیان محتوا در سایت را به شما می دهد."],"The default blog setting must be the numeric blog id of the blog you want to use as default.":["تنظیمات پیش‌فرض وبلاگ باید شناسۀ عددی وبلاگی باشد که شما می‌خواهید از آن به عنوان وبلاگ پیش‌فرض استفاده کنید."],"The default card type to use":["نوع کارت پیشفرض برای استفاده"],"The exact-match %3$skeyword density%4$s is %1$s, which is great; the focus keyword was found %2$d time.":["%3$sچگالی کلیدواژه%4$s معادل %1$s است و این خیلی خوبه; کلمه کلیدی اصلی %2$d بار در متن یافت شد."],"The exact-match %3$skeyword density%4$s is %1$s, which is too low; the focus keyword was found %2$d time.":["%3$sتراکم کلیدواژه‌ی کانونی%4$s معادل %1$s است، که خیلی کم است؛ کلیدواژه‌ی کانونی %2$d بار پیدا شد."],"The exact-match %3$skeyword density%4$s is %1$s, which is too low; the focus keyword was found %2$d times.":["%3$sتراکم کلیدواژه‌ی کانونی%4$s معادل %1$s است، که خیلی کم است؛ کلیدواژه‌ی کانونی %2$d بار پیدا شد."],"The exact-match %4$skeyword density%5$s is %1$s, which is over the advised %3$s maximum; the focus keyword was found %2$d time.":["%4$sچگالی کلیدواژه%5$s معادل %1$s است، که بیش از بیشینه میزان توصیه شده‌ %3$s است، کلیدواژه کانونی  %2$d بار در متن یافت شد."],"The exact-match %4$skeyword density%5$s is %1$s, which is way over the advised %3$s maximum; the focus keyword was found %2$d time.":["%4$sچگالی کلیدواژه‌ی کانونی%5$s معادل  %1$s است که بسیار بیشتر از حداکثر مقدار توصیه شده‌ معادل %3$s است؛ کلیدواژه‌ی کانونی %2$d بار یافت شد."],"The filter extension seem to be unavailable. Please ask your web host to enable it.":["به نظر می رسد افزونۀ فیلتر (filter extension) موجود نباشد. لطفاً از میزبان سایت خود درخواست کنید آن را فعال کند."],"The first true all-in-one SEO solution for WordPress, including on-page content analysis, XML sitemaps and much more.":["اولین و قدرتمندترین راهکار جامع و واقعی سئو برای وردپرس ، از جمله تحلیل محتوا در صفحه، نقشه XML و ... ارائه شده به صورت کاملا اورجینال در ژاکِت"],"The focus keyword '%1$s' does not appear in the %2$sSEO title%3$s.":["کلیدواژه‌ی کانونی  '%1$s' در %2$sعنوان سئو%3$s دیده نمی‌شود."],"The focus keyword appears in %1$d (out of %2$d) %3$ssubheadings%4$s in your copy.":["کلیدواژه کانونی در %1$d (از %2$d مورد) %3$sزیرعنوان های محتوای شما%4$s مشاهده می شود."],"The focus keyword appears in the %1$sURL%2$s for this page.":["کلیدواژه کانونی در %1$s URL  %2$s برای این برگه نمایش داده می شوند."],"The focus keyword appears in the %1$sfirst paragraph%2$s of the copy.":["کلیدواژه‌ی کانونی در %1$sاولین پاراگراف%2$s متن دیده می‌شود."],"The focus keyword contains a stop word. This may or may not be wise depending on the circumstances. %1$sLearn more about the stop words%2$s.":["کلمه کلیدی اصلی شامل %3$dکلمه ممنوعه است.این ممکن است یا ممکن نیست بسته به شرایط بد باشد.%1$sیادگیری بیشتر دراین باره%2$s."],"The focus keyword does not appear in the %1$sURL%2$s for this page. If you decide to rename the URL be sure to check the old URL 301 redirects to the new one!":["کلیدواژه‌ی کانونی در آدرس %1$s  URL %2$sاین برگه دیده نمی شود. اگر تصمیم به تغییرنام این URL گرفته‌اید، مطمئن شوید که آدرس قدیمی را ارجاع 301 داده اید."],"The focus keyword doesn't appear in the %1$sfirst paragraph%2$s of the copy. Make sure the topic is clear immediately.":["کلید واژه کانونی در %1$sاولین پاراگراف%2$s، ظاهر نمی شود. اطمینان حاصل کنید که کلید واژه کانونی در ابتدای متن توضیحات شما داخل یک پاراگراف ساده از نوع بند درج شده است. ترجمه توسط دیجیراتی - فروش انحصاری در ژاکِت"],"The following words and word combinations occur the most in the content. These give an indication of what your content focuses on. If the words differ a lot from your topic, you might want to rewrite your content accordingly. ":["کلمات و ترکیبات کلمه زیر بیشتر از سایر موارد در محتوای سایت مشاهده می شود. این نشان می دهد که محتوای شما چه چیزی را تمرکز می کند. اگر کلمات از موضوع شما متفاوت باشد، ممکن است بخواهید مطالب خود را بر اساس آن بازنویسی کنید."],"The issues have been successfully reloaded!":["این موارد با موفقیت دوباره بارگذاری شد!"],"The links in all your public texts need to be counted. This will provide insights of which texts need more links to them. If you want to know more about the why and how of internal linking, check out %1$sthe article about internal linking on %2$s%3$s.":["پیوندهای موجود در همه متون منتشر شده شما نیاز به شمارش دارد. این باعث می شود بدانید کدام متن نیازمند پیوند بیشتری است. اگر می خواهید بیشتر در مورد پیوندهای داخلی بدانید بررسی کنید این %1$s آموزش پیوندهای داخلی %2$s%3$s."],"The meta description contains %1$d sentence %2$sover %3$s words%4$s. Try to shorten this sentence.":["توضیحات متا حاوی %1$d جمله %2$s بیش از %3$s کلمه %4$s است. جملات را کوتاه‌تر کنید"],"The meta description contains no sentences %1$sover %2$s words%3$s.":["توضیحات متا شامل هیچ جمله %1$sبیش از %2$s کلمه%3$s نیست."],"The name of the company":["نام شرکت"],"The name of the person":["نام شخص"],"The plugin %2$s changes your site's output and in doing that differentiates between search engines and normal users, a process that's called cloaking. We highly recommend that you disable it.":["این پلاگین %2$s تغییرات سایت شما را خروجی می گیرد و تفاوت را به کاربران عادی و موتورهای جستجوگر نشان می دهد، که یک روند پنهان نامیده می شود؛ ما به شدت توصیه می کنیم که آن را غیر فعال کنید."],"The post %1$s appeared first on %2$s.":["نوشته %1$s اولین بار در %2$s. پدیدار شد."],"The premium version of %1$s with more features & support.":["%1$s نسخه پولی با امکانات بیشتر و پشتیبانی کامل."],"The readability analysis offers suggestions to improve the structure and style of your text.":["تجزیه و تحلیل خوانایی، پیشنهاداتی برای بهبود ساختار و استایل متن ها در محتوای مطالب را به شما ارائه می کند."],"The recommended image size for %1$s is %2$s pixels.":["اندازه پیشنهادی تصویر برای %1$s مقدار %2$s پیکسل می‌باشد."],"The search appearance settings for %1$s are made up of variables that are replaced by specific values from the page when the page is displayed. The table below contains a list of the available variables.":["تنظیمات بهبودهای ظاهر جستجوها برای %1$s از مجموعه متغیرهایی ساخته شدند که هنگام نمایش صفحه با مقادیر خاصی از صفحه جایگزین می شوند. جدول زیر شامل لیستی از متغیرهای قابل استفاده است."],"The separator defined in your theme's %s tag.":["عامل جدا کننده تعریف شده در تگ %s قالب شما."],"The settings on this page allow you to specify what the default search appearance should be for any type of content you have. You can choose which content types appear in search results and what their default description should be.":["تنظیمات در این صفحه به شما اجازه می دهد مشخص کنید که تنظیمات پیشفرض نمایش در موتورهای جستجو برای هر نوع محتوا چگونه باشد. شما می توانید انتخاب کنید کدام نوع محتوا در نتایج جستجو ظاهر شود و توضیحات پیش فرض آنها چه چیزی باید باشد."],"The site's name":["نام سایت"],"The site's tagline":["شعار سایت."],"The slug for this page contains a %1$sstop word%2$s, consider removing it.":["نامک برای این برگه شامل %1$s کلمه زائد%2$s است برای حذف اقدام کنید."],"The slug for this page is a bit long, consider shortening it.":["نامک این برگه کمی بلند است، به کوتاه کردنش فکر کنید."],"The target URL doesn't exist, but your server is not returning a 404 (file not found) error.":["آدرس URL مرود نظر موجود نیست، اما سرور خطای 404 نمی دهد."],"The text contains %1$d word.":["متن شامل %1$d کلمه است."],"The text contains %2$d consecutive sentences starting with the same word. Try to mix things up!":["متن شما در %1$d مورد شامل جملات متوالی ای هست که %2$d یا بیشتر از این جملات با کلمات یکسان شروع شده اند. سعی کنید این جملات را با هم ترکیب کنید. "],"The text link counter helps you improve your site structure.":["شمارشگر لینک های متنی به شما در بهبود ساختار سایت کمک می کند."],"The title &amp; metas settings for %1$s are made up of variables that are replaced by specific values from the page when the page is displayed. The tabs on the left explain the available variables.":["تنظیمات متا و عنوان برای افزونۀ %1$s متغیرهایی را می‌سازد که در زمان نمایش نوشته با مقادیر خاص خود جایگزین می‌شوند. سربرگ‌های سمت چپ متغیرهای موجود را توضیح می‌دهند."],"There is an error with the request.":["این خطا رخ داده با این درخواست."],"There were no profiles found":["هیچ نمایه ای یافت نشد"],"These are the title, description and image used in the Open Graph meta tags on the front page of your site.":["این عنوان، توضیحات و تصویر در تگ های متا نمودار باز در صفحه اول سایت شما استفاده می شود ."],"These pages will be %s by default, so they will never show up in search results.":["این صفحات به طور پیش‌فرض %s هستند. به طوری که هرگز در نتایج جستجو نمایش داده نخواهند شد."],"This data is shown as metadata in your site. It is intended to appear in %1$sGoogle's Knowledge Graph%2$s. You can be either a company, or a person.":["این اطلاعات به صورت داده های متا در سایت شما نمایش داده خواهد شد و برای %1$sنمودار دانش گوگل%2$s یا همان Google's Knowledge Graph  است. اطلاعات می تواند مربوط به یک شرکت یا شخص باشد."],"This export includes taxonomy metadata":["این خروجی شامل متا دیتاهای طبقه بندی است."],"This feature is used to automatically add content to your RSS, more specifically, it's meant to add links back to your blog and your blog posts, so dumb scrapers will automatically add these links too, helping search engines identify you as the original source of the content.":["این قابلیت به صورت خودکار محتوایی را به درون خوراک تارنمای شما اضافه می‌کند. بدین معنی که برای دادن پیوند برگشتی به وبلاگ و نوشته‌های وبلاگ‌تان می‌توانید از آن استفاده کنید که به موتور جستو کمک می‌کند نویسندۀ اصلی نوشته را پیدا کند."],"This image is used if the post/page being shared does not contain any images.":["این تصویر زمانی استفاده میشود که مطلب یا صفحه ی به اشتراک گذاشته شده شامل هیچ تصویری نباشد"],"This information will be used in Google's Knowledge Graph Card, the big\n block of information you see on the right side of the search results.":["این اطلاعات در کارت Knowledge Graph گوگل استفاده خواهد شد. \n همان کادر بزرگی که در سمت راست نتایج جستجوی گوگل نمایش داده می شود."],"This is a rendering of what this post might look like in Google's search results.":["این یک پیش نمایش از نحوه نمایش احتمالی این پست در نتایج جستجوی گوگل است."],"This is a settings export file for the %1$s plugin by %2$s":["این یک پروندۀ پشتیبان از تنظیمات افزونۀ %1$s توسط %2$s است"],"This is below the %2$srecommended minimum%3$s of %4$d word. Add more content that is relevant for the topic.":["تعداد کلمات کمتر از %4$d کلمه %2$sمقدار پیشنهادی%3$s است. محتوای بیشتری که مربوط به موضوع باشد را اضافه کنید."],"This is far below the %2$srecommended minimum%3$s of %4$d word. Add more content that is relevant for the topic.":["تعداد کلمات خیلی کمتر از %4$d کلمه %2$sمقدار پیشنهادی%3$s است. محتوای بیشتری که مربوط به موضوع باشد را اضافه کنید."],"This is more than or equal to the %2$srecommended minimum%3$s of %4$d word.":["تعداد کلمات بیشتر یا برابر از %4$d کلمه %2$sحداقل پیشنهادی%3$s است."],"This is slightly below the %2$srecommended minimum%3$s of %4$d word. Add a bit more copy.":["تعداد کلمات از %4$d کلمه %2$sمقدار پیشنهادی%3$s کمتر است. یک مقدار کلمات بیشتر اضافه کنید."],"This is what shows in the search results when people find your homepage. This means this is probably what they see when they search for your brand name.":["این همان چیزی است که در صفحه نتایج جستجو برای کاربران هنگام جستجوی صفحه اصلی سایت شما نمایش داده می شود.این تقریبا همان چیزی است که کاربر با جستجوی نام برند شما مشاهده می کند."],"This must be an existing blog. Blog %s does not exist or has been marked as deleted.":["این باید یک وبلاگ موجود باشد. وبلاگ %s وجود ندارد یا به عنوان یک وبلاگ حذف شده علامت‌گذاری شده است."],"This page has %1$s %2$sinternal link(s)%3$s, all nofollowed.":["این صفحه تعداد %1$s %2$sلینک داخلی%3$s دارد که همه nofollowed هستند."],"This page has %1$s %2$sinternal link(s)%3$s.":["این صفحه تعداد %1$s %2$sلینک داخلی%3$s دارد."],"This page has %1$s %2$soutbound link(s)%3$s, all nofollowed.":["این برگه %1$s %2$sلینک خروجی%3$s دارد و همه آنها nofollow هستند."],"This page has %1$s %2$soutbound link(s)%3$s.":["این برگه %1$s %2$sپیوند خروجی%3$s دارد."],"This page has %1$s nofollowed %2$sinternal link(s)%3$s and %4$s normal internal link(s).":["این صفحه تعداد %1$s %2$sلینک داخلی%3$s nofollowed و تعداد %4$s لینک داخلی عادی دارد."],"This page has %1$s nofollowed %2$soutbound link(s)%3$s and %4$s normal outbound link(s).":["این صفحه تعداد %1$s %2$s لینک خروجی%3$s nofollowed و تعداد %4$s لینک خروجی عادی دارد."],"This site has not been activated properly on yoast.com and thus cannot check for future updates. Please activate your site with a valid license key.":["ای سایت هنوز به درستی در yoast.com فعال نشده است و بدین ترتیب نمیتواند بروزرسانی های آینده را دریافت کند. لطفا سایت خود را با یک کلید لایسنس معتبر فعال کنید."],"This tool allows you to quickly change important files for your SEO, like your robots.txt and, if you have one, your .htaccess file.":["این ابزار به شما این امکان را می‌دهد که به سرعت پرونده‌های مهم برای سئو را تغییر دهید؛ مانند پروندۀ robots.txt و .htaccess اگر وجود داشته باشد."],"This tool allows you to quickly change titles and descriptions of your posts and pages without having to go into the editor for each page.":["این ابزار به شما این امکان را می‌دهد که به سرعت عنوان‌ها و توضیحات نوشته‌ها و صفحه‌هایتان را بدون این که مجبور باشید برای هر صفحه به ویرایشگر آن رجوع کنید، تغییر دهید."],"This will import the post metadata like SEO titles and descriptions into your Yoast SEO metadata. It will only do this when there is no existing Yoast SEO metadata yet. The original data will remain in place.":["این گزینه متادیتاهای نوشته مانند عناوین و توصیف های SEO را به متا دیتای Yoast SEO شما وارد می کند. این کار فقط زمانی انجام خواهد شد که هنوز متادیتایی در Yoast SEO وجود نداشته باشد. داده های اصلی در جای خود قرار می گیرند."],"Title":["عنوان"],"Title Separator":["جداکننده‌ی عنوان"],"Title optimization":["بهینه‌سازی عنوان"],"Title separator symbol":["سیمبول جداکننده عنوان"],"Title settings":["تنظیمات عنوان"],"Title to use for Author page":["عنوان برای استفاده در صفحه نویسنده"],"Title to use for this page in breadcrumb paths":["عنوان برای استفاده در این برگه در مسیرهای نان‌ریزه"],"To %1$sconfirm your site with Pinterest%2$s, add the meta tag here:":["برای تائید %1$s سایت خود در پینترست%2$s اینجا برچسب متا اضافه کنید:"],"To allow %1$s to fetch your %2$s information, please enter your Google Authorization Code. Clicking the button below will open a new window.":["برای اجازه %1$s آوردن اطلاعات %2$s شما، لطفا کد تائیدیه گوگل را وارد کنید. روی دکمه زیر کلیک کنید تا در پنجره جدید باز شود."],"To allow %s to fetch your Google Search Console information, please enter your Google Authorization Code. Clicking the button below will open a new window.":["برای اجازه دادن به %s جهت آوردن اطلاعات شما از کنسول گوگل، لطفا کد تائیدیه گوگل را وارد کنید. با کلیک روی دکمه زیر، صفحه تایید در پنجره جدیدی باز می شود."],"To be able to create a redirect and fix this issue, you need %1$s. You can buy the plugin, including one year of support and updates, on %2$s.":["برای حل این مشکل شما نیاز به %1$s دارید. می توانید افزونه را بخرید، بعلاوه یک سال پشتیبانی و بروزرسانی در %2$s."],"To fix this uncheck the box in front of the \"Break comments into pages...\" on the %1$sComment settings page%2$s.":["بسادگی گزینه \"Break comments into pages...\" در %1$s صفحه تنظیمات دیدگاه %2$s را غیرفعال کنید."],"To let search engines know which social profiles are associated to this site, enter your site social profiles data below.":["برای آنکه موتورهای جستجو بفهمند پروفایل کدام شبکه های اجتماعی متعلق به سایت شماست لطفا اطلاعات مرتبط با شبکه های اجتماعی خود را در زیر وارد کنید."],"To make sure all the links in your texts are counted, we need to analyze all your texts.\n\t\t\t\t\tAll you have to do is press the following button and we'll go through all your texts for you.\n\n\t\t\t\t\t%3$sCount links%4$s\n\n\t\t\t\t\tThe Text link counter feature provides insights in how many links are found in your text and how many links are referring to your text. This is very helpful when you are improving your %1$sinternal linking%2$s.":["برای اطمینان از شمارش همه پیوندهای موجود در متن،باید همه متون شما را بررسی کنیم.\n\t\t\t\t\t تنها کاری که نیاز است انجام دهید فشردن دکمه زیر و ما همه متون را برایتان بررسی می کنیم.\n\t\t\t\t\t\n\t\t\t\t\t%3$sشمارش پیوندها%4$s\n\t\t\t\t\t\n\t\t\t\t\tشمارنده پیوند لینک تعداد پیوندهای داخلی متن شما را بررسی و تعداد پیوندهای بازگشتی متن را نیز بررسی می کند. این بسیار مفید است برای بهبود%1$sپیوندهای درونی%2$s."],"To which version should I update?":["به کدام نسخه باید بروزرسانی کنم؟"],"Toggle %1$s's XML Sitemap":["تغییر وضعیت نقشه سایت %1$s"],"Toggle license status":["تغییر وضعیت لایسنس"],"Tools":["ابزارها"],"Total time:":["زمان کل:"],"Translation of %s":["ترجمه  %s"],"Try to make shorter sentences to improve readability.":["تلاش کنید جملات کوتاه‌تر برای بهبود خوانایی بسازید."],"Try to make shorter sentences, using less difficult words to improve readability.":["سعی کنید برای خوانایی بیشتر جمله ها رو کوتاه تر، از کلمه های با سختی کمتر استفاده کنید. "],"Trying to build the sitemap cache key, but the postfix and prefix combination leaves too little room to do this. You are probably requesting a page that is way out of the expected range.":["تلاش برای ساختن کلید کش نقشه سایت،اما ترکیب پیشوند و پسوند بسیار کوتاه است.احتمالا درخواست برگه ای را برای خروج از این محدوده دارید."],"Twitter":["توییتر"],"Twitter Username":["نام کاربری توییتر (فقط نام کاربری)"],"Twitter metadata":["اطلاعات متا مربوط به توویتر"],"Twitter settings":["تنظیمات توئیتر"],"Twitter username (without @)":["نام کاربری تویتر (بدون @)"],"Type here to search...":["متن موردنظر برای جستجو را اینجا بنویسید ..."],"URL":["آدرس"],"URL points to a non-existent page.":["آدرس URL به برگه‌ی non-existent اشاره میکند."],"Unknown type %1$s":["نوع ناشناخته %1$s"],"Unordered list":["لیست نامرتب"],"Unzipping failed - file settings.ini not found.":["خارج کردن از حالت فشرده با شکست روبرو شد - پروندۀ settings.ini پیدا نشد!"],"Unzipping failed with error \"%s\".":["خارج کردن پرونده از حالت فشرده با خطای \"%s\" روبرو شد."],"Updated %s":["به روز رسانی شده %s"],"Upgrade to %1$s":["ارتقاء به %1$s"],"Upgrade to %s »":["ارتقا به %s »"],"Upgrade to Premium":["ارتقاء به نسخه پولی"],"Upload Image":["تصویر را بارگذاری کنید"],"Upload failed.":["آپلود ناموفق بود."],"Url preview":["پیش نمایش url"],"Usage of this breadcrumbs feature is explained in %1$sour knowledge-base article on breadcrumbs implementation%2$s.":["طرز استفاده از ویژگی ریز مسیر ذکر شده در مقاله%1$sدانش بنیان جهت اجرای ریز مسیر%2$s ذکر شده است."],"Use %1$s breadcrumbs instead of %2$s ones":["بکارگیری  %1$s ریز آدرس بجای %2$s"],"Use Image":["استفاده از تصویر"],"Use your keyword or synonyms more often in your text so that we can check %1$skeyword distribution%2$s.":["از کلیدواژه کانونی یا مترادف های آن بیشتر در محتوای خود استفاده کنید تا ما بتوانیم %1$sتوزیع کلیدواژه%2$s را بررسی کنیم."],"User description":["توضیح کاربر"],"Using this form you can reset a site to the default SEO settings.":["استفاده برای بازنشاندن تنظیمات سئو"],"Variable":["متغیر"],"Vertical bar":["نوار عمودی"],"Video SEO":["سئوی ویدئو"],"Video tutorial":["آموزش ویدیویی"],"View":["نمایش"],"View &#8220;%s&#8221;":["نمایش &#8220;%s&#8221;"],"View in KB":["مشاهده در انجمن"],"WP Page Title":["عنوان صفحۀ وردپرس"],"Want to be a Yoast SEO Expert?":["می خواهید یک کارشناس Yoast SEO باشید؟ "],"Want to make sure your %1$s settings are still OK? %2$sOpen the configuration wizard again%3$s to validate them.":["می خواهید مطمئن شوید تنظیمات %1$s هنوز درست است؟ %2$s مجددا پیکربندی سریع را باز کرده%3$s و تنظیمات را بررسی کنید. "],"Warning: even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["اخطار: حتی اگر شما تنظیمات متای ربات ها را می توانید تغییر دهید،کل سایت می تواند به noindex تنظیم شود در بخش تنظیمات کل سایت،پس این تنظیمات اثری ندارد."],"Warning: the variable %s cannot be used in this template. See the help center for more info.":["توجه: متغیر %s نمی تواند در این قالب استفاده شود. برای اطلاعات بیشتر به بخش راهنما مراجعه کنید."],"We couldn't create a connection to our API to verify your license key(s). Please ask your hosting company to allow outgoing connections from your server to %s.":["ما نتوانستیم با API خود برای بررسی صحت کلید مجوز شما ارتباط برقرار کنیم. لطفا از میزبان(هاست) خود بخواهید تا برقراری ارتباط  به بیرون رابه %s  برای شما فعال سازد."],"We have detected that you have not finished this wizard yet, so we recommend you to %2$sstart the configuration wizard to configure %1$s%3$s.":["ما متوجه شدیم شما هنوز این راه اندازی آسان را به اتمام نرساندید،توصیه می کنیم %2$s راه اندازی سریع را برای پیکربندی آغاز کنید%1$s%3$s."],"We have detected the following issues that affect the SEO of your site.":["ما موارد زیر که در سئوی سایت شما تاثیرگذار هستند را تشخیص داده ایم."],"We recommend you set this to Yes.":["پیشنهاد میکنیم این گزینه را روی بله قرار دهید."],"We've detected data from one or more SEO plugins on your site. Please follow the following steps to import that data:":["ما داده ها را از یک یا چند پلاگین SEO در سایت شما شناسایی کرده ایم. برای درون ریزی آن داده ها مراحل زیر را دنبال کنید:"],"We've noticed you've been using %1$s for some time now; we hope you love it! We'd be thrilled if you could %2$sgive us a 5 stars rating on WordPress.org%3$s!":["ما مطلع شدیم شما مدتی است در حال استفاده از %1$s هستید; امیدواریم دوست داشته باشید! خوشحال می شویم اگر شما بتوانید %2$s 5 ستاره امتیاز در WordPress.org بدهید %3$s."],"We've recently improved the functionality of the Search Appearance settings. Unfortunately, we've discovered that for some edge-cases, saving the settings for specific post type archives might have gone wrong.":["ما اخیرا قابلیت تنظیمات ظاهر جستجوها را بهبود داده ایم. ما متوجه شدیم در برخی موارد، ذخیره سازی تنظیمات پست تایپ های خاصی ممکن است با خطا همراه باشد."],"We've updated our SEO score algorithm. %1$sRecalculate the SEO scores%2$s for all posts and pages.":["ما شیوه محاسبه امتیاز سئو خودمان را بروزرسانی کرده ایم. %1$s برای محاسبه مجدد امتیازات سئو %2$s برای همه نوشته ها و برگه ها اینجا کلیک کنید"],"Webmaster Tools":["ابزارهای وب‌مستر"],"Webmaster Tools verification":["تایید ابزارهای وب مستر"],"Website name":["نام وبسایت"],"Welcome to the %1$s configuration wizard. In a few simple steps we'll help you configure your SEO settings to match your website's needs!":["به پیکربندی سریع %1$s خوش آمدید. با چند مرحله کوتاه به شما کمک می کنیم ت تنظیمات مورد نیاز سئوی سایتتان را انجام دهید."],"Welcome to the %1$s configuration wizard. In a few simple steps we'll help you configure your SEO settings to match your website's needs! %1$s will take care of all the technical optimizations your site needs.":["به راهنمای کمکی پیکربندی Yoast SEO خوش آمدید. در چند قدم ساده به شما کمک میکنیم تا به راحتی Yoast SEO  را مطابق نیازهای سایت خود پیکربندی کنید.! پلاگین Yoast SEO کلیه موارد فنی برای بهره مندی از بهینه ترین سئو را برای شما لحاظ می کند."],"Welcome!":["خوش آمدید"],"What does the site %1$s represent?":["سایت %1$s چه نوع سایتی است؟"],"When you upload media (an image or video for example) to WordPress, it doesn't just save the media, it creates an attachment URL for it. These attachment pages are quite empty: they contain the media item and maybe a title if you entered one. Because of that, if you never use these attachment URLs, it's better to disable them, and redirect them to the media item itself.":["وقتی یک رسانه جدید در وردپرس آپلود میکنید (به عنوان مثال یک عکس یا ویدئو)، فقط یک فایل به رسانه سایت شما اضافه نمی شود. بلکه یک لینک فایل پیوست نیز برای آن ایجاد می شود. این صفحات فایل های پیوست خالی هستند و صرفا فایل پیوست را به همراه یک عنوان نمایش می دهند. چنانچه از این لینک های فایل پیوست استفاده ای نمیکنید پیشنهاد میکنیم آنها را غیرفعال کنید و آنها را به خود فایل پیوست ریدایرکت کنید."],"While we strive to make setting up %1$s as easy as possible, we understand it can be daunting. If you’d rather have us set up %1$s for you (and get a copy of %2$s in the process), order our %3$s%1$s configuration service%4$s here!":["درحالی که ما درتلاش برای راحت ترکردن تنظیمات %1$s هستیم متوجه شدیم که می تواند باعث نگرانی شود. اگر ترجیه می دهید ما برای شما %1$s را راه اندازی می کنیم(و گرفتن نسخه ای از %2$s در پردازش) سفارش %3$s%1$s سرویس پیکربندی %4$s را بدهید."],"Who should have access to the %1$s settings":["چه کسی می تواند به تنظیمات %1$s دسترسی به داشته باشد"],"Why Google won't display the right page title":["چرا گوگل عنوان صحیح صفحه را نمایش نمی‌دهد"],"Why?":["چرا؟"],"With Yoast SEO Premium, you can easily create such redirects.":["با Yoast SEO Premium ارائه شده در سایت ژاکت، میتوانید براحتی لینک های بازگشتی ایجاد کنید."],"WooCommerce SEO":["سئوی ووکامرس"],"WordPress automatically generates an URL for each media item in the library. Enabling this will allow for google to index the generated URL.":["وردپرس خودکار آدرس URL برای هر فایل رسانه ای در کتابخانه اش ایجاد می کند.فعال کردن این به گوگل اجازه می دهد آدرس URLها را ایندکس کند."],"Would you like to add another keyword?":["می خواهید کلمات کلیدی دیگری هم اضافه کنید؟"],"Would you like to add keyword synonyms?":["تمایل دارید مترادف کلمات کلیدی هم اضافه کنید؟"],"Would you like to add more than one keyword?":["می خواهید کلمات کلیدی دیگری هم اضافه کنید؟"],"XML sitemaps":["نقشه های XML سایت"],"Yandex verification code":["کد تایید یاندکس"],"Yes":["بله"],"Yoast SEO":["افزونه Yoast SEO"],"Yoast SEO did not detect any plugin data from plugins it can import from.":["Yoast SEO افزونه ای را شناسایی نکرد که بتواند از آن درون‌ریزی کند."],"Yoast SEO for WordPress course":["دوره آموزشی Yoast SEO برای وردپرس"],"Yoast SEO video tutorial":["آموزش ویدئویی افزونه"],"Yoast option %1$s not found.":["تنظیمات %1$s افزونه Yoast یافت نشد."],"Yoast plugins share some code between them to make your site faster. As a result of that, we need all Yoast plugins to be up to date. We've detected this isn't the case, so please update the Yoast plugins that aren't up to date yet.":["افزونه سئو تعدادی کد برای افزایش سرعت سایت به اشتراک گذاشته است. برای این منظور افزونه باید بروزرسانی شود. پس لطفا هرچه سریعتر افزونه را بروزرسانی کنید."],"You are not allowed to access this page.":["شما اجازه دسترسی به این صفحه را ندارید."],"You are not allowed to modify unregistered network settings.":["شما مجاز به تغییر تنظیمات شبکه ثبت نشده نیستید."],"You are not allowed to perform this action.":["شما مجاز به اجرای این عمل نیستید."],"You are not receiving updates or support! Fix this problem by adding this site and enabling %1$s for it in %2$s.":["چنانچه محصول %1$s را از فروشنده دیجیراتی در ژاکت خریداری کرده باشید به‌روزرسانی های آن را از ژاکِت دریافت خواهید کرد."],"You are not using any %1$ssubheadings%2$s, but your text is short enough and probably doesn't need them.":["شما از هیچ %1$sزیر عنوان یا SubHeading%2$s استفاده نکرده اید، اما متن شما به اندازه کافی کوتاه است و به آن نیاز ندارید."],"You are not using any subheadings, although your text is rather long. Try and add  some %1$ssubheadings%2$s.":["متن شما نسبتا طولانی است اما شما از هیچ زیرعنوانی استفاده نکرده اید. سعی کنید چند %1$sزیر عنوان یا همان Subheading%2$s به متن اضافه کنید."],"You are trying to load non-minified files. These are only available in our development package. Check out %1$s to see all the source files.":["شما سعی دارید فایل های غیر فشرده (non-minified) را بارگزاری کنید. این فایل ها فقط در پکیج توسعه دهندگان ما وجود دارد. برای بررسی همه فایل های سورس %1$s را بررسی کنید."],"You can click on each element in the preview to jump to the Snippet Editor.":["شما می توانید برای ورود به ویرایشگر محدوده، روی هر پارامتر در پیش نمایش کلیک کنید."],"You can determine the title and description for the blog page by %1$sediting the blog page itself &raquo;%2$s":["شما می‌توانید عنوان و توضیحات صفحه وبلاگ را با %1$s ویرایش خود صفحه وبلاگ &raquo;%2$s تعیین نمایید."],"You can determine the title and description for the front page by %1$sediting the front page itself &raquo;%2$s":["شما می‌توانید عنوان و توضیحات صفحۀ اصلی سایت را با %1$s ویرایش خود صفحه نمایشی &raquo;%2$s تعیین نمایید."],"You can edit the SEO meta-data for this custom type on the %1$sShop page%2$s.":["شما می توانید متا داده های SEO را برای این نوع سفارشی در %1$sصفحه فروشگاه %2$s ویرایش کنید."],"You can fix this on the %1$sPermalink settings page%2$s.":["می توانید این مورد را در %1$sصفحه تنظیمات پیوند یکتا%2$s حل کنید."],"You can use the boxes below to verify with the different Webmaster Tools. This feature will add a verification meta tag on your home page. Follow the links to the different Webmaster Tools and look for instructions for the meta tag verification method to get the verification code. If your site is already verified, you can just forget about these.":["می توانید از باکس زیر برای تایید ابزارهای وب مستر مختلف کمک بگیرید. این قابلیت یک تگ تایید متا به صفحه اصلی سایت شما اضافه می کند. لینک های مرتبط با ابزارهای وب مستر مختلف را دنبال کرده و دستورالعمل های مرتبط با تایید توسط تگ متا را دنبال کنید تا کد تایید را دریافت کنید. اگر سایت شما قبلا تایید شده می توانید از این مرحله چشم پوشی کنید."],"You can use the following variables within the content, they will be replaced by the value on the right.":["شما می‌توانید از متغیرهای زیر درون محتوای خود استفاده کنید. آنها با مقادیر حقیقی جایگزین خواهند شد."],"You can't edit %s that aren't yours.":["شما نمی‌توانید %s را ویرایش کنید، به این دلیل که این مال شما نیست."],"You can't edit %s.":["شما نمی‌توانید %s را ویرایش کنید."],"You cannot create a %s file.":["شما نمیتوانید یک فایل %s ایجاد کنید."],"You cannot edit the %s file.":["شما نمیتوانید فایل %s را ویرایش کنید."],"You cannot overrule a WPSEO standard variable replacement by registering a variable with the same name. Use the \"wpseo_replacements\" filter instead to adjust the replacement value.":["شما امکان لغو جایگزینی متغیر استاندارد رابا ثبت یک متغیر با نام مشابه را ندارید.از فیلتر \"جایگزینیwpseo\" جهت تنظیم مقدار یا ارزش جایگزینی استفاده کنید"],"You defined your license key using the %s PHP constant.":["لایسنس شما با استفاده از ثابت PHP %s تعیین گردید."],"You do not have your postname in the URL of your posts and pages, it is highly recommended that you do. Consider setting your permalink structure to <strong>/%postname%/</strong>.":["شما نام نوشته در آدرس URL برگه ها و نوشته ها ندارید. اکیدا توصیه می شود تنظیمات پیوند یکتای خود را برای بهبود آدرس دهی سایت خود در گوگل به <strong>/%postname%/</strong> تغییر دهید."],"You don't have a %s file, create one here:":["شما فایل %s ندارید، از اینجا می توانید یکی ایجاد کنید:"],"You don't have any published posts, your SEO scores will appear here once you make your first post!":["شما هیچ پست منتشر شده ای ندارید. هر زمان اولین مطلب خود را منتشر کنید امتیاز سئوی شما اینجا نمایش داده می شود!"],"You have %d new issue concerning your SEO!":["شما %d مورد نگران کننده ای درباره سئو دارید!"],"You have a new issue concerning your SEO!":["شما %d موضوع جدید مرتبط با سئو سایت دارید که باید بررسی شود!"],"You have an unlimited license. ":["شما یک لایسنس نامحدود دارید."],"You have far too little content, please add some content to enable a good analysis.":["شما متن بسیار کمی دارید، لطفا محتویاتی به متن اضافه کنید ،تا بتوان تحلیل خوبی انجام داد."],"You have not used the focus keyword in any %1$ssubheading%2$s (such as an H2) in your copy.":["شما در نوشته‌ی خود از کلیدوازه‌ی کانونی در هیچکدام از %1$sزیرعنوان‌ها%2$s  (نظیر تگ H2) استفاده نکرده‌اید."],"You have used %d/%d activation. ":["شما از %d/%d فعال سازی استفاده می کنید."],"You have used HTML in your value which is not allowed.":["شما از HTML در مقدار خود استفاده کردید که مجاز نمی‌باشد."],"You haven't set a Shop page in your WooCommerce settings. Please do this first.":["شما صفحه فروشگاه را در تنظیمات WooCommerce خود تنظیم نکرده اید. لطفا ابتدا این کار را انجام دهید."],"You just deleted a %1$s.":["شما %1$s را حذف کردید."],"You just trashed a %1$s.":["شما %1$s را به زباله دان ارسال کردید."],"You might like":["ممکن است به این موارد علاقمند باشید"],"You must %1$sgo to your Reading Settings%2$s and uncheck the box for Search Engine Visibility.":["باید به %1$s تنظیمات خواندن بروید %2$s و گزینه نمایش برای موتورهای جستجو را از حالت انتخاب خارج کنید."],"You searched for":["شما جستجو کردید برای"],"You searched for %s":["شما برای %s جستجو کردید"],"You should create a redirect to ensure your visitors do not get a 404 error when they click on the no longer working URL.":["شما باید با ایجاد لینک های بازگشتی اطمینان حاصل کنید که بازدیدکنندگان شما هنگام کلیک روی URL که اکنون در دسترس نیست، خطای 404 دریافت نمی کنند."],"You should run the configuration wizard, from the SEO &rarr; General &rarr; Dashboard page, to make sure all the settings for your site are correct.":["شما باید پیکربندی سریع را از منوی سئو &rarr; عمومی &rarr; صفحه پیشخوان، اجرا کنید تا اطمینان حاصل کنید که تمام تنظیمات سایت شما درست است."],"You should update your PHP version to either 5.6 or to 7.0 or 7.1. On a normal WordPress site, switching to PHP 5.6 should never cause issues. We would however actually recommend you switch to PHP7. There are some plugins that are not ready for PHP7 though, so do some testing first. We have an article on how to test whether that's an option for you %1$shere%2$s. PHP7 is much faster than PHP 5.6. It's also the only PHP version still in active development and therefore the better option for your site in the long run.":["باید نسخه PHP سایت خود را به 5.6 یا 7.0 یا 7.1 بروزرسانی کنید.در حالت عادی سایت وردپرسی نباید مشکلی ایجاد شود در ارتقا به نسخه 5.6.در حالی که ما توصیه میکنیم ترجیحا از نسخه 7 استفاده کنید.اگرچه ممکن است هنوز افزونه هایی باشند که با 7 هماهنگی ندارد.ما دراینجا %1$sمقاله آموزشی%2$s برای این موارد داریم.نسخه 7 خیلی سریعتر و امن تر از نسخه 5.6است."],"You still have the default WordPress tagline, even an empty one is probably better. %1$sYou can fix this in the customizer%2$s.":["شما هنوز هم از خط برچسب پیشفرض وردپرس استفاده می کنید. خالی گذاشتن آن بهتر است.%1$s در سفارشی سازی درستش کنید%2$s."],"You're %1$slinking to another page with the focus keyword%2$s you want this page to rank for. Consider changing that if you truly want this page to rank.":["شما به %1$sبرگه دیگری با کلیدواژه کانونی%2$s لینک کرده اید. اگر کلیدواژه کانونی شما همین است که ثبت کرده اید باید فقط آن را برای همین برگه لحاظ کنید و لینک کردن آن به یک برگه دیگر اشتباه است. برای افزایش امتیاز سئوی این برگه روی این کلمه کلیدی، لطفا کلمه کلیدی دیگری را به برگه موردنظرتان لینک کنید."],"You're not getting the benefits of %1$s yet. If you had %1$s, you could use its awesome features:":["شما هنوز دریافت نکرده اید%1$s.اگر دارید %1$s می توانید از امکانات ویژه بهره مند شوید:"],"You're using WordPress in %1$s. While %2$s has been translated to %1$s for %3$d%%, it's not been shipped with the plugin yet. You can help! Register at %4$s to help complete the translation to %1$s!":["شما از وردپرس به زبان %1$s استفاده می‌کنید. در حالی که %2$s به زبان %1$s برای %3$d%% ترجمه است، ترجمه هنوز همراه افزونه نیست. شما می‌توانید کمک کنید! در %4$s برای ترجمۀ افزونه به %1$s ثبت نام کنید."],"You're using WordPress in a language we don't support yet. We'd love for %2$s to be translated in that language too, but unfortunately, it isn't right now. You can change that! Register at %4$s to help translate it!":["شما از وردپرس به زبانی استفاده می‌کنید که ما هنوز از آن زبان پشتیبانی نمی‌کنیم. علاقه مندیم این افزونه به %2$s هم ترجمه شود. اما متاسفانه، الان امکانش فراهم نیست. شما می‌توانید این را تغییر دهید! در %4$s برای کمک به ترجمۀ این افزونه کمک کنید!"],"You've %1$snever used this focus keyword before%2$s, very good.":["قبلا %1$sهرگز از این کلیدواژه‌ی کانونی استفاده نکرده‌اید%2$s، خیلی خوب است."],"You've done it!":["شما موفق شدید!"],"You've reached your activation limit. You must <a href=\"%s\">upgrade your license</a> to use it on this site.":["فعال‌سازی محدود برای شما انجام شد. شما برای استفاده از آن روی این تارنما باید <a href=\"%s\">لایسنس را ارتقاء دهید</a>."],"You've used this focus keyword %1$s%2$d times before%3$s. It’s probably a good idea to read about %4$swhy you should not use your focus keyword more than once%5$s.":["شما از این کلیدواژه کانونی %1$s%2$d بار قبل %3$s استفاده کرده اید ، ممکن است ایده خوبی برای خواندن %4$s باشد که چرا نباید بیش از یک بار از کلیدواژه کانونی خود استفاده کنید%5$s."],"You've used this focus keyword %1$sonce before%2$s. It’s probably a good idea to read about %3$swhy you should not use your focus keyword more than once%4$s.":["شما از این کلیدواژه کانونی %1$s بار قبل %2$s استفاده کرده اید ،احتمالا ایده خوبی است که در مورد %3$s بخوانید چرا نباید بیش از یک بار از کلیدواژه کانونی خود استفاده کنید%4$s."],"YouTube URL":["نشانی YouTube"],"Your %s license has been activated. ":["%s لایسنس شما فعال شد."],"Your %s license has been deactivated.":["لایسنس %s شما غیرفعال شد."],"Your %s license will expire on %s.":["لایسنس %s شما منقضی شده است در %s."],"Your homepage can be indexed by search engines.":["صفحه اصلی سایت شما میتواند توسط موتور های جستجو ایندکس (ترتیب بندی) شود."],"Your keyword is %1$sdistributed%2$s evenly throughout the text. That's great.":["کلیدواژه در سراسر محتوا به خوبی %1$sتوزیع شده%2$s است. عالیه."],"Your license has expired. You must <a href=\"%s\">extend your license</a> in order to use it again.":["لایسنس شما به پایان رسیده است. شما برای استفادۀ مجدد باید <a href=\"%s\">لایسنس دیگری را تهیه کنید</a>."],"Your name":["نام شما"],"Your server has an outdated version of the PHP module cURL (Version: %s). Please ask your hosting company to update this to a recent version of cURL. You can read more about that in our %sKnowledge base%s.":["نسخه ماژول پی اچ پی cURL سرور شما به روز نیست (نسخه:%s). لطفاً از شرکت میزبانی سایت خود درخواست کنید cURL را به آخرین نسخه به روز رسانی کند. شما %sدر اینجا%s می‌توانید اطلاعات بیشتری کسب کنید."],"Your site could be faster and more secure with a newer PHP version.":["سایت شما باید ایمن تر و پرسرعت تر از قبل شود با نسخه جدید PHP."],"Your site language is set to %s. ":["زبان سایت شما به %s تنظیم شده است."],"Your site language is set to %s. If this is not correct, contact your site administrator.":["زبان وبسایت شما روی %s تنظیم شده است. اگر صحیح نیست، با مدیر وبسایت خود تماس بگیرید."],"Your site language is set to {language}.":["زبان سایت شما به زبان {language} تنظیم شده است."],"Your site language is set to {language}. If this is not correct, contact your site administrator.":["زبان سایت شما به زبان {language} تنظیم شده است اگر این درست نیست، با مدیریت سایت خود تماس بگیرید."],"Your site's settings currently allow attachment URLs on your site to exist. Please read %1$sthis post about a potential issue%2$s with attachment URLs and check whether you have the correct setting for your site.":["تنظیمات فعلی سایت شما اجازه می دهند تا فایل های رسانه از لینک های مستقلی به صورت یک صفحه مجزا در دسترس باشند. لطفا %1$sاین مطلب درباره مشکلات این قابلیت%2$s را مطالعه کنید و مطمئن شوید همچنان از فعال بودن این قابلیت اطمینان دارید و تصمیم ندارید آن را تغییر دهید."],"Your social profiles":["حساب کاربری شبکه اجتماعی شما"],"archived":["بایگانی‌شده"],"archives for authors without posts":["بایگانی های نویسندگان فاقد مطلب"],"author archives":["بایگانی های نویسنده"],"check what your Facebook or Twitter post will look like.":["بررسی نوع نمایش نوشته فیسبوک یا توئیتر"],"create and manage redirects from within your WordPress install.":["ایجاد و مدیریت تغییرمسیر از درون وردپرس."],"date archives":["بایگانی های مبتنی بر تاریخ"],"deleted":["حذف شد"],"description (custom taxonomy)":["توضیح (طبقه بندی سفارشی)"],"difficult":["سخت"],"easy":["آسان"],"fairly difficult":["واقعا سخت"],"fairly easy":["واقعا آسان"],"gain access to our 24/7 support team.":["دسترسی کامل 24/7 به پشتیبانی ما"],"http://en.wikipedia.org/wiki/Stop_words":["http://en.wikipedia.org/wiki/Stop_words"],"https://yoa.st/1uj":["https://yoa.st/1uj"],"https://yoa.st/1uk":["https://yoa.st/1uk"],"https://zhaket.com/store/digerati/":["فروش انحصاری نسخه اورجینال این محصول صرفا توسط دیجیراتی در ژاکت انجام می گیرد."],"image preview":["پیش نمایش تصویر"],"mature":["بالغ"],"ok":["تأیید"],"optimize a single post for up to 5 keywords.":["بهینه سازی نوشته تکی برای بیشتر از 5 کلمه کلیدی"],"or":["یا"],"posts\u0004All <span class=\"count\">(%s)</span>":["همۀ <span class=\"count\">(%s)</span>"],"posts\u0004Trash <span class=\"count\">(%s)</span>":["بفرست تو زباله‌دان <span class=\"count\">(%s)</span>"],"public":["عمومی"],"spam":["هرزنامه"],"the archive for %s":["آرشیو برای %s"],"this author's archives":["بایگانی های این نویسنده"],"very difficult":["خیلی سخت"],"very easy":["خیلی راحت"],"you are <strong>not</strong> receiving updates.":["شما به‌روزرسانی‌ها را <strong>دریافت نمی‌کنید.</strong>"],"you are receiving updates.":["شما به‌روزرسانی های محصول را از ژاکِت دریافت خواهید کرد."]}}}